{
  "chooseLanguage": "اختر اللغة",
  "statementModel": {
    "title": "بيان إيزونومي",
    "complianceStatus": "حالة الامتثال",
    "complianceText1": "نحن نؤمن بقوة أن الإنترنت يجب أن يكون متاحًا وقابلًا للوصول لأي شخص، ونلتزم بتقديم موقع ويب يمكن الوصول إليه لأوسع جمهور ممكن، بغض النظر عن القدرة.",
    "complianceText2": "لتحقيق ذلك، نسعى للالتزام بأكبر درجة ممكنة بإرشادات واسعة النطاق لقابلية الويب (WCAG) 2.1 من مستوى AA من مجلس الشبكة العالمية (W3C). تفسر هذه الإرشادات كيفية جعل محتوى الويب قابلاً للوصول للأشخاص الذين يعانون من مجموعة واسعة من الإعاقات. الالتزام بهذه الإرشادات يساعدنا في التأكد من أن الموقع قابل للوصول للأشخاص المكفوفين، والأشخاص الذين يعانون من إعاقات الحركة، وإعاقات البصر، وإعاقات الإدراك، وغيرها.",
    "complianceText3": "يستخدم هذا الموقع العديد من التقنيات المصممة لجعله قابلاً للوصول بأكبر درجة ممكنة في جميع الأوقات. نستخدم واجهة قابلية للوصول تتيح للأشخاص الذين يعانون من إعاقات محددة تعديل واجهة المستخدم (UI) للموقع وتصميمها وفقًا لاحتياجاتهم الشخصية.",
    "complianceText4": "بالإضافة إلى ذلك، يستخدم الموقع تطبيقًا يعتمد على الذكاء الاصطناعي يعمل في الخلفية ويحسن مستوى قابليته للوصول باستمرار. يصحح هذا التطبيق HTML الموقع، ويعدل وظيفته وسلوكه لقراءات الشاشة المستخدمة من قبل المستخدمين المكفوفين، ولوظائف لوحة المفاتيح المستخدمة من قبل الأفراد الذين يعانون من إعاقات الحركة.",
    "complianceText5": "إذا كنت ترغب في الاتصال بمالك الموقع، استخدم نموذج الاتصال بالموقع.",
    "ariaAttributes": "ينفذ هذا الموقع تقنية ميزات ARIA (تطبيقات الإنترنت الغنية والقابلة للوصول)، بالإضافة إلى تغييرات سلوكية متنوعة، للتأكد من أن المستخدمين المكفوفين الذين يزورون باستخدام قراءات الشاشة يمكنهم قراءة وفهم واستمتاع بوظائف الموقع. فور دخول مستخدم بقراء شاشة إلى موقعك، يتلقى على الفور دعوة للدخول إلى ملف تعريف قراء الشاشة حتى يتمكن من تصفح الموقع وتشغيله بفعالية. إليك كيف يغطي موقعنا العديد من أهم متطلبات قراءات الشاشة:",
    "screenReaderOptimization": "تحسين قراءات الشاشة:",
    "screenReaderText": "نحن نقوم بعملية تتعلم مكونات الموقع من الأعلى إلى الأسفل لضمان الالتزام المستمر حتى عند تحديث الموقع. في هذه العملية، نقدم لقراءات الشاشة بيانات ذات معنى باستخدام مجموعة ميزات ARIA. على سبيل المثال، نقدم تسميات نماذج دقيقة، وصفًا للرموز القابلة للتنفيذ (رموز وسائل التواصل الاجتماعي، ورموز البحث، ورموز العربة، إلخ)، إرشاد التحقق من صحة إدخالات النماذج، وأدوار العناصر مثل الأزرار، والقوائم، وحوارات النماذج القابلة للتعديل (النوافذ المنبثقة)، وغيرها. بالإضافة إلى ذلك، تقوم العملية في الخلفية بمسح جميع صور الموقع وتقديم وصف دقيق وذا معنى يعتمد على التعرف على الكائنات في الصور كتسمية ALT (نص بديل) للصور التي لم توصف. كما يتم استخراج النصوص المدمجة داخل الصورة باستخدام تقنية التعرف البصري على الأحرف (OCR). لتشغيل تعديلات قراءات الشاشة في أي وقت، يحتاج المستخدمون فقط إلى الضغط على مجموعة المفاتيح Alt+1. كما أن مستخدمي قراءات الشاشة يتلقون أيضًا إعلانات تلقائية لتشغيل وضع قراءات الشاشة فور دخولهم إلى الموقع. تكون هذه التعديلات متوافقة مع قراءات الشاشة الشائعة مثل JAWS وNVDA وVoiceOver وTalkBack.",
    "keyboardNavigationOptimization": "تحسين التنقل باستخدام لوحة المفاتيح:",
    "keyboardNavigationText": "تعدل العملية في الخلفية HTML الموقع وتضيف سلوكيات مختلفة باستخدام كود JavaScript لجعل الموقع قابلاً للتشغيل باستخدام لوحة المفاتيح. يتضمن ذلك إمكانية التنقل باستخدام مفاتيح Tab وShift+Tab، تشغيل القوائم المنسدلة باستخدام مفاتيح الأسهم، إغلاقها باستخدام Esc، تفعيل الأزرار والروابط باستخدام مفتاح Enter، التنقل بين عناصر الراديو وصناديق الاختيار باستخدام مفاتيح الأسهم، وملئها بمفتاح Spacebar أو Enter. بالإضافة إلى ذلك، سيجد المستخدمون قوائم تخطي المحتوى متوفرة في أي وقت بالنقر على Alt+2 أو كأول عنصر في الموقع أثناء التنقل باستخدام لوحة المفاتيح. تعالج العملية أيضًا النوافذ المنبثقة عن طريق توجيه تركيز لوحة المفاتيح نحوها فور ظهورها، وعدم السماح للتركيز بالانحراف خارجها. يمكن للمستخدمين أيضًا استخدام اختصارات مثل 'M' (للقوائم)، 'H' (للعناوين)، 'F' (للنماذج)، 'B' (للأزرار)، و'G' (للرسومات) للتنقل إلى عناصر محددة."
  },
  "interfaceModel": {
    "title": "إخفاء واجهة القابلية للوصول؟",
    "description": "يرجى ملاحظة: إذا اخترت إخفاء واجهة القابلية للوصول، لن تتمكن من رؤيتها بعد الآن، ما لم تقم بمسح سجل التصفح وبياناتك. هل أنت متأكد أنك تريد إخفاء الواجهة؟",
    "accept": "قبول",
    "cancel": "إلغاء"
  },
  "toasterMessage": "تمت إعادة ضبط إعدادات إيزونومي.",
  "profile": {
    "title": "الملفات الشخصية",
    "motorImpaired": "إعاقة حركية",
    "blind": "كفيف",
    "colorBlind": "عمى ألوان",
    "dyslexia": "عسر القراءة",
    "visuallyImpaired": "ضعيف البصر",
    "cognitiveLearning": "الإدراك والتعلم",
    "seizureEpileptic": "النوبات والصرع",
    "adhd": "اضطراب فرط الحركة ونقص الانتباه"
  },
  "content": {
    "title": "arabic arabic المحتوى",
    "showTooltips": "إظهار التلميحات",
    "fontSize": "حجم الخط",
    "letterSpacing": "تباعد الحروف",
    "textAlign": "محاذاة النص",
    "lineHeight": "ارتفاع السطر",
    "underlineTitles": "تسطير العناوين",
    "underlineLinks": "تسطير الروابط",
    "zoomScreen": "تكبير الشاشة",
    "readingLine": "خط القراءة",
    "dyslexiaFonts": "خطوط عسر القراءة",
    "readableFont": "خط واضح",
    "keyboardNav": "التنقل باستخدام لوحة المفاتيح",
    "leftAlign": "محاذاة لليسار",
    "centerAlign": "محاذاة للوسط",
    "rightAlign": "محاذاة لليمين",
    "justifyAlign": "محاذاة كاملة",
    "readingMask": "قناع القراءة"
  },
  "color": {
    "title": "الألوان",
    "invertColors": "عكس الألوان",
    "darkContrast": "تباين داكن",
    "lightContrast": "تباين فاتح",
    "saturation": "التشبع",
    "lowSaturation": "تشبع منخفض",
    "highSaturation": "تشبع مرتفع",
    "desaturate": "إزالة التشبع",
    "brightness": "السطوع",
    "lowBrightness": "سطوع منخفض",
    "mediumBrightness": "سطوع متوسط",
    "highBrightness": "سطوع مرتفع"
  },
  "colorsSettings": {
    "textColor": "لون النص",
    "titleColor": "لون العنوان",
    "backgroundColor": "لون الخلفية"
  },
  "orientation": {
    "title": "التوجيه",
    "bigCursor": "مؤشر كبير",
    "bigWhiteCursor": "مؤشر أبيض كبير",
    "bigBlackCursor": "مؤشر أسود كبير",
    "textToSpeech": "النص إلى كلام",
    "normal": "عادي",
    "slow": "بطيء",
    "fast": "سريع",
    "hideImage": "إخفاء الصورة",
    "muteSounds": "كتم الصوت",
    "pauseAnimations": "إيقاف الحركات",
    "highlightHover": "تمييز عند التمرير",
    "readMode": "وضع القراءة",
    "highlightFocus": "تمييز عند التركيز",
    "voiceNavigation": "التنقل الصوتي"
  },
  "linkNavigator": {
    "title": "الروابط",
    "links": [
      "اختر رابطًا للتنقل",
      "تخطي إلى المحتوى",
      "الرئيسية",
      "الكتالوج",
      "الاتصال",
      "تسجيل الدخول",
      "عربة التسوق",
      "جميع منتجات UNEEK II القابلة للتحويل | الأسود/الأخضر الزاهي"
    ]
  },
  "footer": {
    "statement": "البيان",
    "resetSettings": "إعادة ضبط الإعدادات",
    "poweredBy": "مشغل بواسطة إيزونومي"
  }
}
