{
  "chooseLanguage": "اختر اللغة",
  "statementModel": {
    "title":  "بيان الوصول",
    "complianceStatus": "حالة الامتثال",
    "Paragraph_1": "نحن نؤمن بشدة بأن الإنترنت يجب أن يكون متاحًا وقابلاً للوصول للجميع، ونحن ملتزمون بتقديم موقع ويب يمكن الوصول إليه من قبل أوسع جمهور ممكن، بغض النظر عن القدرة.",
    "Paragraph_2": "لتحقيق ذلك، نسعى للالتزام بأقصى درجة ممكنة بإرشادات وصولية محتوى الويب 2.1 (WCAG 2.1) الصادرة عن مجلس الويب العالمي (W3C) على مستوى AA. توضح هذه الإرشادات كيفية جعل محتوى الويب قابلاً للوصول للأشخاص الذين يعانون من مجموعة واسعة من الإعاقات. يساعدنا الالتزام بهذه الإرشادات في ضمان أن الموقع يمكن الوصول إليه من قبل الأشخاص الذين يعانون من العمى، والإعاقات الحركية، وضعف البصر، والإعاقات المعرفية، وغيرها.",
    "Paragraph_3": "يستخدم هذا الموقع تقنيات متعددة تهدف إلى جعله قابلاً للوصول في جميع الأوقات. نحن نستخدم واجهة وصولية تتيح للأشخاص الذين يعانون من إعاقات معينة تعديل واجهة المستخدم (UI) للموقع وتصميمها وفقًا لاحتياجاتهم الشخصية.",
    "Paragraph_4": "بالإضافة إلى ذلك، يستخدم الموقع تطبيقًا يعتمد على الذكاء الاصطناعي يعمل في الخلفية ويعمل على تحسين مستوى الوصولية باستمرار. يقوم هذه التطبيق بإصلاح HTML الموقع، وتكييف وظائفه وسلوكه لقراء الشاشة الذين يستخدمهم الأشخاص الذين يعانون من العمى، ولوظائف لوحة المفاتيح التي يستخدمها الأشخاص الذين يعانون من إعاقات حركية.",
    "Paragraph_5": "إذا كنت ترغب في التواصل مع مالك الموقع، يرجى استخدام نموذج الموقع",
    "Heading1": "قراء الشاشة والملاحة بلوحة المفاتيح",
    "Paragraph_6": "ينفذ موقعنا تقنية سمات ARIA (تطبيقات الإنترنت الغنية القابلة للوصول)، بالإضافة إلى تغييرات سلوكية متعددة، للتأكد من أن الأشخاص الذين يعانون من العمى ويستخدمون قراء الشاشة يمكنهم قراءة الموقع وفهمه والاستمتاع بوظائفه. ما إن يدخل شخص ما يستخدم قارئ شاشة موقعك، يتلقى على الفور تنبيهًا للدخول إلى ملف التعريف الخاص بقارئ الشاشة حتى يتمكن من تصفح الموقع وتشغيله بفعالية.",
    "Ol_Heading1": "تحسين قراء الشاشة:",
    "OlLi_1": "نقوم بعملية تعلم مكونات الموقع من الأعلى إلى الأسفل لضمان الالتزام المستمر حتى عند تحديث الموقع. في هذه العملية، نقدم بيانات معنوية لقراء الشاشة باستخدام مجموعة سمات ARIA. على سبيل المثال، نوفر تسميات نماذج دقيقة؛ وصف للأيقونات القابلة للتفاعل (أيقونات وسائل التواصل الاجتماعي، أيقونات البحث، أيقونات سلة التسوق، إلخ)؛ إرشادات التحقق من صحة إدخالات النماذج؛ أدوار العناصر مثل الأزرار، والقوائم، والحوارات المنبثقة (النوافذ المنبثقة)، وغيرها.",
    "OlLi_10": "بالإضافة إلى ذلك، تقوم العملية التي تعمل في الخلفية بمسح جميع صور الموقع. تقدم وصفًا معنويًا ودقيقًا للصور غير الموصوفة بناءً على التعرف على الكائنات في الصورة كعلامة ALT (نص بديل). كما تستخرج النصوص المضمنة داخل الصورة باستخدام تقنية التعرف الضوئي على الأحرف (OCR). لتشغيل تعديلات قراء الشاشة في أي وقت، يحتاج المستخدمون فقط إلى الضغط على مجموعة المفاتيح Alt+1. كما يتلقى مستخدمو قراء الشاشة إعلانات تلقائية لتشغيل وضع قارئ الشاشة ما إن يدخلوا الموقع.",
    "OlLi_11": "هذه التعديلات متوافقة مع قراء الشاشة الشهيرة مثل JAWS، وNVDA، وVoiceOver، وTalkBack.",
    "Ol_Heading2": "تحسين الملاحة بلوحة المفاتيح:",
    "OlLi_2": "تقوم العملية التي تعمل في الخلفية أيضًا بتعديل HTML الموقع وإضافة سلوكيات متعددة باستخدام كود JavaScript لجعل الموقع قابلاً للتشغيل بواسطة لوحة المفاتيح. وتشمل هذه القدرة على التنقل في الموقع باستخدام مفاتيح Tab وShift+Tab، وتشغيل القوائم المنسدلة باستخدام مفاتيح الأسهم، وإغلاقها باستخدام مفتاح Esc، وتنشيط الأزرار والروابط باستخدام مفتاح Enter، والتنقل بين عناصر الأزرار الإذاعية ومربعات الاختيار باستخدام مفاتيح الأسهم، وملئها باستخدام مفتاح المسافة أو مفتاح Enter.",
    "OlLi_12": "بالإضافة إلى ذلك، سيجد مستخدمو لوحة المفاتيح قوائم تخطي المحتوى متاحة في أي وقت عن طريق النقر على Alt+2، أو كأول عنصر في الموقع أثناء التنقل بلوحة المفاتيح. كما تتعامل العملية التي تعمل في الخلفية مع النوافذ المنبثقة التي تم تنشيطها عن طريق نقل تركيز لوحة المفاتيح نحوها ما إن تظهر، مما يمنع التركيز من الانجراف خارجها.",
    "OlLi_13": "كما يمكن للمستخدمين استخدام اختصارات مثل “M” (القوائم)، و“H” (العناوين)، و“F” (النماذج)، و“B” (الأزرار)، و“G” (الرسومات) للقفز إلى عناصر معينة.",
    "Heading2": "ملفات التعريف المدعومة للإعاقات على موقعنا",
    "Ul_Heading1": "ملف تعريف الصرع الآمن:",
    "UlLi_1": "يتيح هذا الملف تعريف للأشخاص الذين يعانون من الصرع استخدام الموقع بأمان عن طريق القضاء على خطر النوبات التي قد تنتج عن الرسوم المتحركة الومضة أو التوليفات اللونية الخطرة.",
    "Ul_Heading2": "ملف تعريف البصر المعاق:",
    "UlLi_2": "يعدل هذا الملف التعريف الموقع ليكون متاحًا لأغلبية الإعاقات البصرية مثل ضعف البصر التدريجي، والرؤية النفقية، والساد، والجلوكوما، وغيرها.",
    "Ul_Heading3": "ملف تعريف الإعاقة المعرفية:",
    "UlLi_3": "يوفر هذا الملف التعريف ميزات مساعدة متعددة لمساعدة الأشخاص الذين يعانون من إعاقات معرفية مثل التوحد، والحبسة، والسكتة الدماغية، وغيرها، للتركيز على العناصر الأساسية بسهولة أكبر.",
    "Ul_Heading4": "ملف تعريف الصديق لمرض نقص الانتباه وفرط الحركة (ADHD):",
    "UlLi_4": "يقلل هذا الملف التعريف بشكل كبير من المشتتات والضوضاء لمساعدة الأشخاص الذين يعانون من مرض نقص الانتباه وفرط الحركة (ADHD)، واضطرابات التطور العصبي على تصفح الموقع، وقراءته، والتركيز على العناصر الأساسية بسهولة أكبر.",
    "Ul_Heading5": "ملف تعريف المستخدمين العميان (قراء الشاشة):",
    "UlLi_5": "يعدل هذا الملف التعريف الموقع ليكون متوافقًا مع قراء الشاشة مثل JAWS، وNVDA، وVoiceOver، وTalkBack. يتم تثبيت قارئ الشاشة على جهاز الحاسوب الخاص بالمستخدم الأعمى، وهذا الموقع متوافق معه.",
    "Ul_Heading6": "ملف تعريف الملاحة بلوحة المفاتيح (المعاقون حركيًا):",
    "UlLi_6": "يتيح هذا الملف التعريف للأشخاص الذين يعانون من إعاقات حركية تشغيل الموقع باستخدام مفاتيح Tab، وShift+Tab، وEnter على لوحة المفاتيح. كما يمكن للمستخدمين استخدام اختصارات مثل “M” (القوائم)، و“H” (العناوين)، و“F” (النماذج)، و“B” (الأزرار)، و“G” (الرسومات) للقفز إلى عناصر معينة.",
    "Ol_Heading3": "تعديلات الخطوط –",
    "OlLi_3": "يمكن للمستخدمين زيادة وتقليل حجم الخط، وتغيير عائلته (النوع)، وتعديل التباعد، والمحاذاة، وارتفاع السطر، وغيرها.",
    "Ol_Heading4": "تعديلات الألوان –",
    "OlLi_4": "يمكن للمستخدمين اختيار ملفات تعريف تباين الألوان المختلفة مثل الفاتح، والداكن، والمعكوس، وأحادي اللون. بالإضافة إلى ذلك، يمكن للمستخدمين تبديل مخططات الألوان للعناوين، والنصوص، والخلفيات مع أكثر من سبعة خيارات تلوين مختلفة.",
    "Ol_Heading5": "الرسوم المتحركة –",
    "OlLi_5": "يمكن للمستخدمين الذين يعانون من الصرع إيقاف جميع الرسوم المتحركة الجارية بنقرة زر واحدة. تشمل الرسوم المتحركة التي يتم التحكم فيها بواسطة واجهة المستخدم مقاطع الفيديو، وملفات GIF، وانتقالات الوميض باستخدام CSS.",
    "Ol_Heading6": "تسليط الضوء على المحتوى –",
    "OlLi_6": "يمكن للمستخدمين اختيار تسليط الضوء على العناصر الأساسية مثل الروابط والعناوين. كما يمكنهم اختيار تسليط الضوء على العناصر المركزة أو المعلقة فقط.",
    "Ol_Heading7": "كتم الصوت –",
    "OlLi_7": "قد يعاني المستخدمون الذين يستخدمون أجهزة السمع من صداع أو مشاكل أخرى بسبب تشغيل الصوت تلقائيًا. يتيح هذا الخيار للمستخدمين كتم صوت الموقع بأكمله على الفور.",
    "Ol_Heading8": "اضطرابات معرفية –",
    "OlLi_8": "نستخدم محرك بحث مرتبط بويكيبيديا وويكاموصوعية، مما يتيح للأشخاص الذين يعانون من اضطرابات معرفية فهم معاني العبارات، والأحرف الأولى، واللغة العامية، وغيرها.",
    "Ol_Heading9": "وظائف إضافية –",
    "OlLi_9": "نتيح للمستخدمين تغيير لون المؤشر وحجمه، واستخدام وضع الطباعة، وتمكين لوحة مفاتيح افتراضية، والعديد من الوظائف الأخرى.",
    "Heading3": "تعديلات إضافية لواجهة المستخدم، والتصميم، وسهولة القراءة",
    "Heading4": "التوافق مع تقنيات المساعدة والمتصفحات",
    "Paragraph_7": "نسعى لدعم أكبر عدد ممكن من المتصفحات وتقنيات المساعدة، حتى يتمكن مستخدمونا من اختيار أفضل الأدوات المناسبة لهم، بأقل قدر ممكن من القيود. لذلك، نحن نعمل بجد لدعم جميع الأنظمة الرئيسية التي تشكل أكثر من 95% من حصة السوق، بما في ذلك Google Chrome، وMozilla Firefox، وApple Safari، وOpera، وMicrosoft Edge، وJAWS، وNVDA (قراء الشاشة)، لمستخدمي Windows وMac.",
    "Heading5": "ملاحظات، وتعليقات، وملاحظات انتقادية",
    "Paragraph_8": "على الرغم من جهودنا الحثيثة للسماح لأي شخص بتعديل الموقع وفقًا لاحتياجاته، قد تكون هناك صفحات أو أقسام لا تزال غير متاحة بالكامل، أو في طور التحول لتكون متاحة، أو تفتقر إلى حل تقني مناسب لجعلها متاحة. مع ذلك، نحن نسعى دائمًا لتحسين الوصولية، وإضافة خيارات وميزات جديدة، وتطوير وتبني تقنيات جديدة. كل هذا من أجل الوصول إلى مستوى الوصولية المثلى بعد التقدم التقني. إذا كنت ترغب في التواصل مع مالك الموقع، يرجى استخدام نموذج الموقع"
  },
  "interfaceModel": {
      "title": "إخفاء واجهة قابلية الوصول؟",
      "description": "ملاحظة: إذا اخترت إخفاء واجهة قابلية الوصول، فلن تتمكن من رؤيتها مرة أخرى، إلا إذا قمت بمسح سجل تصفحك وبياناتك. هل أنت متأكد من رغبتك في إخفاء الواجهة؟",
      "accept": "قبول",
      "cancel": "إلغاء"
  },
  "toasterMessage": "إعادة تعيين الإعدادات!",
  "profile": {
      "title": "الملفات الشخصية",
      "motorImpaired": "المعاقين حركياً",
      "blind": "المكفوفون",
      "colorBlind": "عمى الألوان",
      "dyslexia": "عسر القراءة",
      "visuallyImpaired": "ضعف البصر",
      "cognitiveLearning": "المعرفي والتعليمي",
      "seizureEpileptic": "النوبات والصرع",
      "adhd": "اضطراب نقص الانتباه وفرط النشاط"
  },
  "content": {
      "title": "المحتوى",
      "showTooltips": "إظهار الرسائل المنبثقة",
      "fontSize": "حجم الخط",
      "letterSpacing": "تباعد الحروف",
      "textAlign": "محاذاة النص",
      "lineHeight": "ارتفاع السطر",
      "underlineTitles": "تسطير العناوين",
      "underlineLinks": "تسطير الروابط",
      "zoomScreen": "تكبير الشاشة",
      "readingLine": "خط القراءة",
      "dyslexiaFonts": "خطوط عسر القراءة",
      "readableFont": "خط قابل للقراءة",
      "keyboardNav": "تنقل لوحة المفاتيح",
      "leftAlign": "محاذاة إلى اليسار",
      "centerAlign": "محاذاة إلى الوسط",
      "rightAlign": "محاذاة إلى اليمين",
      "justifyAlign": "محاذاة مبررة",
      "readingMask": "قناع القراءة"
  },
  "color": {
      "title": "اللون",
      "invertColors": "عكس الألوان",
      "darkContrast": "تباين داكن",
      "lightContrast": "تباين فاتح",
      "saturation": "التشبع",
      "lowSaturation": "تشبع منخفض",
      "highSaturation": "تشبع عالي",
      "desaturate": "إزالة التشبع",
      "brightness": "السطوع",
      "lowBrightness": "سطوع منخفض",
      "mediumBrightness": "سطوع متوسط",
      "highBrightness": "سطوع عالي"
  },
  "colorsSettings": {
      "textColor": "لون النص",
      "titleColor": "لون العنوان",
      "backgroundColor": "لون الخلفية"
  },
  "orientation": {
      "title": "التوجه",
      "bigCursor": "مؤشر كبير",
      "bigWhiteCursor": "مؤشر أبيض كبير",
      "bigBlackCursor": "مؤشر أسود كبير",
      "textToSpeech": "النص إلى الكلام",
      "normal": "عادي",
      "slow": "بطيء",
      "fast": "سريع",
      "hideImage": "إخفاء الصورة",
      "muteSounds": "كتم الأصوات",
      "pauseAnimations": "إيقاف الرسوم المتحركة مؤقتًا",
      "highlightHover": "تسليط الضوء على التحويم",
      "readMode": "وضع القراءة",
      "highlightFocus": "تسليط الضوء على التركيز",
      "voiceNavigation": "التنقل بالصوت"
  },
  "linkNavigator": {
      "title": "الرابط",
      "links": [
          "حدد رابطًا للتنقل",
          "تخطي إلى المحتوى",
          "الصفحة الرئيسية",
          "الكتالوج",
          "اتصل بنا",
          "تسجيل الدخول",
          "عربة التسوق",
          "UNEEK II Convertible للجنسين | أسود/أخضر جولي"
      ]
  },
  "footer": {
      "statement": "البيان",
      "resetSettings": "إعادة تعيين الإعدادات",
      "poweredBy": "مدعوم من Isonomy"
  }
}
