{
  "chooseLanguage": "Vyberte jazyk",
   "statementModel": {
    "title": "Prohlášení o přístupnosti",
    "complianceStatus": "Stav dodržování",
    "Paragraph_1": "Jsme přesvědčeni, že internet by měl být dostupný a přístupný pro každého, a snažíme se poskytnout webovou stránku, která je přístupná co nejširšímu okruhu uživatelů, bez ohledu na jejich schopnosti.",
    "Paragraph_2": "Abychom toho dosáhli, snažíme se dodržovat Pokyny pro přístupnost webového obsahu 2.1 (WCAG 2.1) na úrovni AA, které vydalo World Wide Web Consortium (W3C). Tyto pokyny vysvětlují, jak učinit webový obsah přístupným pro lidi s různými postižením. Dodržováním těchto pokynů pomáháme zajistit, aby byla stránka přístupná pro nevidomé, osoby s pohybovým postižením, zrakovým postižením, kognitivním postižením a mnoha dalšími.",
    "Paragraph_3": "Tato webová stránka využívá různé technologie, aby byla co nejvíce přístupná. Používáme přístupnostní rozhraní, které umožňuje lidem s konkrétním postižením přizpůsobit uživatelské rozhraní (UI) a design stránky podle svých individuálních potřeb.",
    "Paragraph_4": "Navíc webová stránka používá aplikaci založenou na umělé inteligenci, která v pozadí neustále optimalizuje úroveň přístupnosti. Tato aplikace opravuje HTML stránky, přizpůsobuje její funkčnost a chování pro screenreadery používané nevidomými a pro klávesnicové funkce používané osobami s pohybovým postižením.",
    "Paragraph_5": "Pokud chcete kontaktovat majitele webové stránky, použijte prosím formulář na stránce.",
    "Heading1": "Screenreadery a navigace pomocí klávesnice",
    "Paragraph_6": "Naše webová stránka implementuje technologii ARIA (Accessible Rich Internet Applications) atributů a různých změn chování, aby bylo možné, že nevidomí uživatelé používající screenreadery mohli číst, pochopit a užívat si funkce stránky. Jakmile uživatel se screenreaderem navštíví vaši stránku, okamžitě obdrží výzvu k aktivaci režimu Screenreader, což jim umožní efektivně procházet a ovládat vaši stránku. Zde je, jak naše webové stránky splňují některé z nejdůležitějších požadavků na screenreadery:",
    "Ol_Heading1": "Optimalizace screenreaderů:",
    "OlLi_1": "provozujeme proces, který se učí komponenty stránky seshora dolů, abychom zajistili trvalou shodu i při aktualizaci stránky. V tomto procesu poskytujeme screenreaderům smysluplná data pomocí sady ARIA atributů. Například poskytujeme přesné popisky formulářů, popisy aktivních ikon (ikony sociálních sítí, ikony vyhledávání, ikony nákupního košíku atd.), návody pro validaci polí formulářů, role elementů, jako jsou tlačítka, menu, modální dialogy (vyskakovací okna) atd.",
    "OlLi_10": "Navíc skenuje pozadí všechny obrázky na stránce. Poskytuje přesný a smysluplný popis na základě rozpoznávání objektů na obrázku jako ALT (alternativní text) značku pro obrázky, které nejsou popsány. Také extrahuje text vložený do obrázku pomocí technologie OCR (optické rozpoznávání znaků). Chcete-li kdykoli povolit nastavení screenreaderu, stačí, aby uživatelé stiskli klávesovou zkratku Alt+1. Uživatelé screenreaderů také automaticky obdrží upozornění na zapnutí režimu Screenreader, jakmile navštíví stránku.",
    "OlLi_11": "Tyto úpravy jsou kompatibilní s populárními screenreadery, jako jsou JAWS, NVDA, VoiceOver a TalkBack.",
    "Ol_Heading2": "Optimalizace navigace pomocí klávesnice:",
    "OlLi_2": "Pozadí také upravuje HTML stránky a přidává různá chování pomocí JavaScriptového kódu, aby bylo možné stránku ovládat pomocí klávesnice. To zahrnuje navigaci po stránce pomocí kláves Tab a Shift+Tab, ovládání rozbalovacích nabídek pomocí šipkových kláves, jejich zavření klávesou Esc, aktivaci tlačítek a odkazů klávesou Enter, navigaci mezi prvky typu radio a checkbox pomocí šipkových kláves a jejich vyplňování klávesou mezerník nebo Enter.",
    "OlLi_12": "Navíc uživatelé klávesnice najdou nabídky pro přeskočení obsahu dostupné kdykoli stisknutím Alt+2 nebo jako první prvek stránky při navigaci pomocí klávesnice. Pozadí také zpracovává vyvolaná vyskakovací okna, přesouvá klávesnicový záběr na ně, jakmile se objeví, a neumožňuje, aby se záběr posunul mimo ně.",
    "OlLi_13": "Uživatelé mohou také používat zkratky, jako jsou 'M' (nabídky), 'H' (nadpisy), 'F' (formuláře), 'B' (tlačítka) a 'G' (grafika), aby přeskočili na specifické prvky.",
    "Heading2": "Profily postižení podporované na naší stránce",
    "Ul_Heading1": "Bezpečný profil pro epilepsii:",
    "UlLi_1": "tento profil umožňuje lidem s epilepsií bezpečně používat webovou stránku odstraněním rizika záchvatů eliminací blikajících nebo třpytivých animací a rizikových kombinací barev.",
    "Ul_Heading2": "Profil pro zrakově postižené:",
    "UlLi_2": "tento profil přizpůsobuje stránku pro většinu zrakových vad, jako je degenerace zraku, tunelové vidění, katarakt, glaukom atd.",
    "Ul_Heading3": "Profil pro kognitivní postižení:",
    "UlLi_3": "tento profil nabízí různé podpůrné funkce, aby uživatelé s kognitivním postižením, jako je autismus, dyslexie, cévní mozková příhoda atd., mohli snadněji soustředit se na základní prvky.",
    "Ul_Heading4": "Profil přátelský pro ADHD:",
    "UlLi_4": "tento profil výrazně snižuje rušivé prvky a hluk, aby lidé s ADHD a neurovývojovými poruchami mohli snadněji procházet, číst a soustředit se na základní prvky.",
    "Ul_Heading5": "Profil pro nevidomé uživatele (screenreadery):",
    "UlLi_5": "tento profil přizpůsobuje stránku, aby byla kompatibilní se screenreadery, jako jsou JAWS, NVDA, VoiceOver a TalkBack. Na počítači nevidomého uživatele je nainstalován screenreader a tato stránka je s ním kompatibilní.",
    "Ul_Heading6": "Profil navigace pomocí klávesnice (pohybové postižení):",
    "UlLi_6": "tento profil umožňuje osobám s pohybovým postižením ovládat stránku pomocí kláves Tab, Shift+Tab a Enter. Uživatelé mohou také používat zkratky, jako jsou 'M' (nabídky), 'H' (nadpisy), 'F' (formuláře), 'B' (tlačítka) a 'G' (grafika), aby přeskočili na specifické prvky.",
    "Ol_Heading3": "Úpravy písma –",
    "OlLi_3": "uživatelé mohou zvětšovat a zmenšovat jeho velikost, měnit rodinu písma, upravovat mezery, zarovnání, výšku řádku a mnoho dalšího.",
    "Ol_Heading4": "Úpravy barev –",
    "OlLi_4": "uživatelé mohou vybrat různé profily barevného kontrastu, jako jsou světlý, tmavý, inverzní a monochromatický. Navíc mohou uživatelé přepínat barevné schéma nadpisů, textů a pozadí pomocí více než sedmi různých barevných možností.",
    "Ol_Heading5": "Animace –",
    "OlLi_5": "lidé s epilepsií mohou jediným kliknutím zastavit všechny běžící animace. Animace řízené rozhraním zahrnují videa, GIFy a přechody CSS.",
    "Ol_Heading6": "Zvýraznění obsahu –",
    "OlLi_6": "uživatelé mohou vybrat zvýraznění důležitých prvků, jako jsou odkazy a nadpisy. Mohou také vybrat zvýraznění pouze zaměřených nebo najetých prvků.",
    "Ol_Heading7": "Ztlumení zvuku –",
    "OlLi_7": "uživatelé se sluchadly mohou mít bolesti hlavy nebo jiné problémy kvůli automaticky přehrávanému zvuku. Pomocí této možnosti mohou uživatelé okamžitě celou stránku ztlumit.",
    "Ol_Heading8": "Kognitivní poruchy –",
    "OlLi_8": "používáme vyhledávací stroj propojený s Wikipedií a Wikcionary, který pomáhá lidem s kognitivním postižením pochopit význam frází, zkratek, slangů atd.",
    "Ol_Heading9": "Další funkce –",
    "OlLi_9": "umožňujeme uživatelům měnit barvu a velikost kurzoru, používat režim tisku, povolit virtuální klávesnici a mnoho dalšího.",
    "Heading3": "Další úpravy uživatelského rozhraní, designu a čitelnosti",
    "Heading4": "Kompatibilita s asistenčními technologiemi a prohlížeči",
    "Paragraph_7": "Naším cílem je podporovat co nejvíce prohlížečů a asistenčních technologií, aby naši uživatelé mohli vybrat nejlepší nástroje s co nejmenšími omezeními. Proto jsme se velmi snažili podporovat všechny hlavní systémy, které pokrývají více než 95 % trhu uživatelů, včetně Google Chrome, Mozilla Firefox, Apple Safari, Opera a Microsoft Edge, JAWS a NVDA (screenreadery), a to jak pro uživatele Windows, tak MAC.",
    "Heading5": "Poznámky, komentáře a zpětná vazba",
    "Paragraph_8": "Přestože jsme se snažili udělat vše pro to, aby každý mohl stránku přizpůsobit svým potřebám, mohou existovat stránky nebo sekce, které nejsou plně přístupné, jsou ve fázi přizpůsobování nebo jim chybí vhodné technické řešení, aby byly přístupné. Nicméně stále zlepšujeme naši přístupnost, přidáváme, aktualizujeme a vylepšujeme její možnosti a funkce a vyvíjíme a přijímáme nové technologie. Vše je směřováno k dosažení optimální úrovně přístupnosti s pokrokem technologií. Pokud chcete kontaktovat majitele webové stránky, použijte prosím formulář na stránce."
  },
  "interfaceModel": {
    "title": "Skrýt rozhraní pro přístupnost?",
    "description": "Pozor: Pokud se rozhodnete skrýt rozhraní pro přístupnost, neuvidíte jej znovu, dokud si nevymažete historii a dat prohlížení. Jste si jistí, že chcete rozhraní skrýt?",
    "accept": "Přijmout",
    "cancel": "Zrušit"
  },
  "toasterMessage": "Nastavení Isonomy byla resetována.",
  "profile": {
      "title": "Profily",
      "motorImpaired": "Motorické postižení",
      "blind": "Nevidomí",
      "colorBlind": "Barvoslepí",
      "dyslexia": "Dyslexie",
      "visuallyImpaired": "Zrakově postižení",
      "cognitiveLearning": "Kognitivní a učební",
      "seizureEpileptic": "Záchvaty a epilepsie",
      "adhd": "ADHD"
  },
  "content": {
      "title": "Obsah",
      "showTooltips": "Zobrazit nápovědy",
      "fontSize": "Velikost písma",
      "letterSpacing": "Mezera mezi písmeny",
      "textAlign": "Zarovnání textu",
      "lineHeight": "Výška řádku",
      "underlineTitles": "Podtrhnout nadpisy",
      "underlineLinks": "Podtrhnout odkazy",
      "zoomScreen": "Přiblížení obrazovky",
      "readingLine": "Čtecí linka",
      "dyslexiaFonts": "Písma pro dyslexii",
      "readableFont": "Čitelné písmo",
      "keyboardNav": "Klávesová navigace",
      "leftAlign": "Zarovnání vlevo",
      "centerAlign": "Zarovnání na střed",
      "rightAlign": "Zarovnání vpravo",
      "justifyAlign": "Zarovnání do bloku",
      "readingMask": "Maska pro čtení"
  },
  "color": {
      "title": "Barva",
      "invertColors": "Inverze barev",
      "darkContrast": "Tmavý kontrast",
      "lightContrast": "Světelný kontrast",
      "saturation": "Sytost",
      "lowSaturation": "Nízká sytost",
      "highSaturation": "Vysoká sytost",
      "desaturate": "Desaturovat",
      "brightness": "Jas",
      "lowBrightness": "Nízký jas",
      "mediumBrightness": "Střední jas",
      "highBrightness": "Vysoký jas"
  },
  "colorsSettings": {
      "textColor": "Barva textu",
      "titleColor": "Barva nadpisu",
      "backgroundColor": "Barva pozadí"
  },
  "orientation": {
      "title": "Orientace",
      "bigCursor": "Velká kurzor",
      "bigWhiteCursor": "Velký bílý kurzor",
      "bigBlackCursor": "Velký černý kurzor",
      "textToSpeech": "Text na řeč",
      "normal": "Normální",
      "slow": "Pomalý",
      "fast": "Rychlý",
      "hideImage": "Skrýt obrázek",
      "muteSounds": "Ztlumit zvuky",
      "pauseAnimations": "Pozastavit animace",
      "highlightHover": "Zvýraznění při najetí",
      "readMode": "Režim čtení",
      "highlightFocus": "Zvýraznění při zaměření",
      "voiceNavigation": "Hlasová navigace"
  },
  "linkNavigator": {
      "title": "Odkazy",
      "links": [
          "Vyberte odkaz pro navigaci",
          "Přeskočit na obsah",
          "Domů",
          "Katalog",
          "Kontakt",
          "Přihlásit se",
          "Košík",
          "Všechny pohlaví UNEEK II Convertible | Černá/Jolly Green"
      ]
  },
  "footer": {
      "statement": "Prohlášení",
      "resetSettings": "Resetovat nastavení",
      "poweredBy": "Poháněno Isonomy"
  }
}
