{
  "chooseLanguage": "Elija un idioma",
  "statementModel": {
    "title": "Declaración de Accesibilidad",
    "complianceStatus": "Estado de cumplimiento",
    "Paragraph_1": "Creemos firmemente que Internet debe estar disponible y ser accesible para todos, y estamos comprometidos a proporcionar un sitio web que sea accesible para la audiencia más amplia posible, independientemente de sus capacidades.",
    "Paragraph_2": "Para lograr esto, nos esforzamos por adherirnos lo más estrictamente posible a las Pautas de Accesibilidad al Contenido en la Web 2.1 (WCAG 2.1) del Consorcio World Wide Web (W3C) en el nivel AA. Estas pautas explican cómo hacer que el contenido web sea accesible para personas con una amplia gama de discapacidades. Cumplir con estas pautas nos ayuda a asegurarnos de que el sitio web sea accesible para personas ciegas, con discapacidades motoras, con discapacidades visuales, con discapacidades cognitivas y más.",
    "Paragraph_3": "Este sitio web utiliza diversas tecnologías destinadas a hacerlo lo más accesible posible en todo momento. Utilizamos una interfaz de accesibilidad que permite a las personas con discapacidades específicas ajustar la interfaz de usuario (UI) y el diseño del sitio web según sus necesidades personales.",
    "Paragraph_4": "Además, el sitio web utiliza una aplicación basada en inteligencia artificial que se ejecuta en segundo plano y optimiza continuamente su nivel de accesibilidad. Esta aplicación remedia el HTML del sitio web, adapta su funcionalidad y comportamiento para lectores de pantalla utilizados por personas ciegas y para funciones de teclado utilizadas por personas con discapacidades motoras.",
    "Paragraph_5": "Si desea ponerse en contacto con el propietario del sitio web, utilice el formulario del sitio web",
    "Heading1": "Screen-reader and keyboard navigation",
    "Paragraph_6": "Nuestro sitio web implementa la técnica de atributos ARIA (Aplicaciones Ricas de Internet Accesibles) junto con varios cambios de comportamiento para asegurar que los usuarios ciegos que visitan con lectores de pantalla puedan leer, comprender y disfrutar de las funciones del sitio web. Tan pronto como un usuario con un lector de pantalla ingresa a su sitio, recibe inmediatamente una indicación para ingresar al Perfil de Lector de Pantalla para que pueda navegar y operar su sitio de manera efectiva. Aquí se explica cómo nuestro sitio web cubre algunos de los requisitos más importantes de los lectores de pantalla:",
    "Ol_Heading1": "Screen-reader optimization:",
    "OlLi_1": "ejecutamos un proceso que aprende los componentes del sitio web de arriba a abajo para asegurar el cumplimiento continuo incluso cuando se actualiza el sitio web. En este proceso, proporcionamos datos significativos a los lectores de pantalla utilizando el conjunto de atributos ARIA. Por ejemplo, proporcionamos etiquetas precisas para los formularios; descripciones para iconos accionables (iconos de redes sociales, iconos de búsqueda, iconos de carrito, etc.); orientación de validación para entradas de formularios; roles de elementos como botones, menús, diálogos modales (ventanas emergentes) y otros.",
    "OlLi_10": "Además, el proceso en segundo plano escanea todas las imágenes del sitio web. Proporciona una descripción significativa y precisa basada en el reconocimiento de objetos en la imagen como una etiqueta ALT (texto alternativo) para imágenes que no están descritas. También extrae textos incrustados dentro de la imagen utilizando tecnología de reconocimiento óptico de caracteres (OCR). Para activar los ajustes de lectores de pantalla en cualquier momento, los usuarios solo necesitan presionar la combinación de teclas Alt+1. Los usuarios de lectores de pantalla también reciben anuncios automáticos para activar el modo de lector de pantalla tan pronto como ingresan al sitio web.",
    "OlLi_11": "Estos ajustes son compatibles con lectores de pantalla populares como JAWS, NVDA, VoiceOver y TalkBack.",
    "Ol_Heading2": "Keyboard navigation optimization:",
    "OlLi_2": "El proceso en segundo plano también ajusta el HTML del sitio web y agrega varios comportamientos utilizando código JavaScript para hacer que el sitio web sea operable mediante el teclado. Esto incluye la capacidad de navegar por el sitio web utilizando las teclas Tab y Shift+Tab, operar desplegables con las teclas de flecha, cerrarlos con Esc, activar botones y enlaces con la tecla Enter, navegar entre elementos de radio y casillas de verificación utilizando las teclas de flecha y llenarlos con la barra espaciadora o la tecla Enter.",
    "OlLi_12": "Además, los usuarios de teclado encontrarán menús de omisión de contenido disponibles en cualquier momento presionando Alt+2, o como el primer elemento del sitio mientras navegan con el teclado. El proceso en segundo plano también maneja ventanas emergentes activadas moviendo el enfoque del teclado hacia ellas tan pronto como aparecen, sin permitir que el enfoque se desvíe.",
    "OlLi_13": "Los usuarios también pueden usar atajos como 'M' (menús), 'H' (encabezados), 'F' (formularios), 'B' (botones) y 'G' (gráficos) para saltar a elementos específicos.",
    "Heading2": "Disability profiles supported on our website",
    "Ul_Heading1": "Epilepsy Safe Profile:",
    "UlLi_1": "este perfil permite a las personas con epilepsia usar el sitio web de manera segura eliminando el riesgo de convulsiones resultantes de animaciones parpadeantes o combinaciones de colores riesgosas.",
    "Ul_Heading2": "Vision Impaired Profile:",
    "UlLi_2": "este perfil ajusta el sitio web para que sea accesible para la mayoría de las discapacidades visuales como la visión degradada, visión de túnel, cataratas, glaucoma y otras.",
    "Ul_Heading3": "Cognitive Disability Profile:",
    "UlLi_3": "este perfil proporciona varias características de asistencia para ayudar a los usuarios con discapacidades cognitivas como el autismo, la dislexia, el accidente cerebrovascular y otras, a enfocarse en los elementos esenciales de manera más fácil.",
    "Ul_Heading4": "ADHD Friendly Profile:",
    "UlLi_4": "este perfil reduce significativamente las distracciones y el ruido para ayudar a las personas con TDAH y trastornos del neurodesarrollo a navegar, leer y enfocarse en los elementos esenciales de manera más fácil.",
    "Ul_Heading5": "Blind Users Profile (Screen-readers):",
    "UlLi_5": "este perfil ajusta el sitio web para que sea compatible con lectores de pantalla como JAWS, NVDA, VoiceOver y TalkBack. Un lector de pantalla está instalado en la computadora del usuario ciego y este sitio es compatible con él.",
    "Ul_Heading6": "Keyboard Navigation Profile (Motor-Impaired):",
    "UlLi_6": "este perfil permite a las personas con discapacidades motoras operar el sitio web utilizando las teclas Tab, Shift+Tab y Enter. Los usuarios también pueden usar atajos como 'M' (menús), 'H' (encabezados), 'F' (formularios), 'B' (botones) y 'G' (gráficos) para saltar a elementos específicos.",
    "Ol_Heading3": "Font adjustments –",
    "OlLi_3": "los usuarios pueden aumentar y disminuir su tamaño, cambiar su familia (tipo), ajustar el espaciado, la alineación, la altura de línea y más.",
    "Ol_Heading4": "Color adjustments –",
    "OlLi_4": "los usuarios pueden seleccionar varios perfiles de contraste de color como claro, oscuro, invertido y monocromo. Además, los usuarios pueden intercambiar esquemas de color de títulos, textos y fondos con más de siete opciones de coloración diferentes.",
    "Ol_Heading5": "Animations –",
    "OlLi_5": "los usuarios epilépticos pueden detener todas las animaciones en ejecución con un solo clic. Las animaciones controladas por la interfaz de usuario incluyen videos, GIF y transiciones de parpadeo en CSS.",
    "Ol_Heading6": "Content highlighting –",
    "OlLi_6": "los usuarios pueden elegir enfatizar elementos esenciales como enlaces y títulos. También pueden elegir resaltar solo elementos enfocados o en los que se pasa el ratón.",
    "Ol_Heading7": "Audio muting –",
    "OlLi_7": "los usuarios con dispositivos de audición pueden experimentar dolores de cabeza u otros problemas debido a la reproducción automática de audio. Esta opción permite a los usuarios silenciar todo el sitio web de inmediato.",
    "Ol_Heading8": "Cognitive disorders –",
    "OlLi_8": "utilizamos un motor de búsqueda vinculado a Wikipedia y Wiktionary, permitiendo a las personas con trastornos cognitivos descifrar significados de frases, iniciales, jerga y otros.",
    "Ol_Heading9": "Additional functions –",
    "OlLi_9": "permitimos a los usuarios cambiar el color y el tamaño del cursor, usar un modo de impresión, habilitar un teclado virtual y muchas otras funciones.",
    "Heading3": "Additional UI, design, and readability adjustments",
    "Heading4": "Compatibility with assistive technologies and browsers",
    "Paragraph_7": "Nuestro objetivo es admitir la mayor cantidad posible de navegadores y tecnologías de asistencia para que nuestros usuarios puedan elegir las herramientas más adecuadas para ellos, con la menor cantidad de limitaciones posible. Por lo tanto, hemos trabajado muy duro para poder admitir todos los sistemas principales que comprenden más del 95% de la cuota de mercado de usuarios, incluidos Google Chrome, Mozilla Firefox, Apple Safari, Opera y Microsoft Edge, JAWS y NVDA (lectores de pantalla), tanto para usuarios de Windows como de MAC.",
    "Heading5": "Notes, comments, and feedback",
    "Paragraph_8": "A pesar de nuestros mejores esfuerzos para permitir que cualquier persona ajuste el sitio web a sus necesidades, puede haber páginas o secciones que aún no sean completamente accesibles, estén en proceso de volverse accesibles o carezcan de una solución tecnológica adecuada para hacerlas accesibles. Sin embargo, estamos mejorando continuamente nuestra accesibilidad, agregando, actualizando, mejorando sus opciones y características y desarrollando y adoptando nuevas tecnologías. Todo esto está destinado a alcanzar el nivel óptimo de accesibilidad siguiendo los avances tecnológicos. Si desea ponerse en contacto con el propietario del sitio web, utilice el formulario del sitio web"
  },
  "interfaceModel": {
      "title": "¿Ocultar la interfaz de accesibilidad?",
      "description": "Tenga en cuenta: Si elige ocultar la interfaz de accesibilidad, no podrá verla nuevamente, a menos que borre su historial y datos de navegación. ¿Está seguro de que desea ocultar la interfaz?",
      "accept": "Aceptar",
      "cancel": "Cancelar"
  },
  "toasterMessage": "¡Configuración restablecida!.",
  "profile": {
      "title": "Perfiles",
      "motorImpaired": "Discapacitado Motor",
      "blind": "Ciego",
      "colorBlind": "Daltónico",
      "dyslexia": "Dislexia",
      "visuallyImpaired": "Discapacitado Visual",
      "cognitiveLearning": "Cognitivo y Aprendizaje",
      "seizureEpileptic": "Epiléptico",
      "adhd": "TDAH"
  },
  "content": {
      "title": "Contenido",
      "showTooltips": "Mostrar Tooltips",
      "fontSize": "Tamaño de Fuente",
      "letterSpacing": "Espaciado de Letras",
      "textAlign": "Alinear Texto",
      "lineHeight": "Altura de Línea",
      "underlineTitles": "Subrayar Títulos",
      "underlineLinks": "Subrayar Enlaces",
      "zoomScreen": "Zoom de Pantalla",
      "readingLine": "Línea de Lectura",
      "dyslexiaFonts": "Fuentes para Dislexia",
      "readableFont": "Fuente Legible",
      "keyboardNav": "Navegación por Teclado",
      "leftAlign": "Alinear a la izquierda",
      "centerAlign": "Alinear al centro",
      "rightAlign": "Alinear a la derecha",
      "justifyAlign": "Justificar",
      "readingMask": "Máscara de Lectura"
  },
  "color": {
      "title": "Color",
      "invertColors": "Invertir Colores",
      "darkContrast": "Contraste Oscuro",
      "lightContrast": "Contraste Claro",
      "saturation": "Saturación",
      "lowSaturation": "Baja Saturación",
      "highSaturation": "Alta Saturación",
      "desaturate": "Desaturar",
      "brightness": "Brillo",
      "lowBrightness": "Brillo Bajo",
      "mediumBrightness": "Brillo Medio",
      "highBrightness": "Brillo Alto"
  },
  "colorsSettings": {
      "textColor": "Color de Texto",
      "titleColor": "Color de Título",
      "backgroundColor": "Color de Fondo"
  },
  "orientation": {
      "title": "Orientación",
      "bigCursor": "Cursor Grande",
      "bigWhiteCursor": "Cursor Grande Blanco",
      "bigBlackCursor": "Cursor Grande Negro",
      "textToSpeech": "Texto a Voz",
      "normal": "Normal",
      "slow": "Lento",
      "fast": "Rápido",
      "hideImage": "Ocultar Imagen",
      "muteSounds": "Silenciar Sonidos",
      "pauseAnimations": "Pausar Animaciones",
      "highlightHover": "Resaltar Hover",
      "readMode": "Modo de Lectura",
      "highlightFocus": "Resaltar Enfoque",
      "voiceNavigation": "Navegación por Voz"
  },
  "linkNavigator": {
      "title": "Enlace",
      "links": [
          "Seleccione un enlace para navegar",
          "Saltar al contenido",
          "Inicio",
          "Catálogo",
          "Contacto",
          "Iniciar sesión",
          "Carrito",
          "Todos los géneros UNEEK II Convertible | Negro/Verde Alegre"
      ]
  },
  "footer": {
      "statement": "Declaración",
      "resetSettings": "Restablecer Configuraciones",
      "poweredBy": "Impulsado por Isonomy"
  }
}
