{
"chooseLanguage": "בחר שפה",
  "statementModel": {
    "title": "הצהרת איזונומיה",
    "complianceStatus": "סטטוס התאמה",
  "Paragraph_1": "אנו מאמינים בחוזקה שהאינטרנט צריך להיות זמין ונגיש לכל אחד ואחת, ואנו מחויבים לספק אתר אינטרנט שיהיה נגיש לקהל הרחב ביותר, ללא קשר ליכולותיהם.",
    "Paragraph_2": "לשם כך, אנו שואפים להתאים בצורה המדויקת ביותר לקווים המנחים לנגישות תוכן אינטרנט 2.1 (WCAG 2.1) של קונסורציום ה-W3C ברמה AA. קווים מנחים אלה מסבירים איך להפוך תוכן אינטרנט לנגיש לאנשים עם מגוון רחב של מוגבלויות. התאמה לקווים מנחים אלה עוזרת לנו לוודא שהאתר נגיש לעיוורים, לאנשים עם מוגבלויות מוטוריות, לקויי ראייה, למוגבלויות קוגניטיביות ועוד.",
    "Paragraph_3": "אתר זה משתמש בטכנולוגיות שונות שמטרתן להפוך אותו לנגיש ככל האפשר בכל עת. אנו משתמשים בממשק נגישות המאפשר לאנשים עם מוגבלויות ספציפיות להתאים את ממשק המשתמש (UI) ואת עיצוב האתר לפי צרכיהם האישיים.",
    "Paragraph_4": "בנוסף, האתר משתמש באפליקציה מבוססת בינה מלאכותית הפועלת ברקע ומשפרת את רמת הנגישות שלו באופן רציף. אפליקציה זו מתקנת את ה-HTML של האתר, מתאימה את התפקוד וההתנהגות שלו לקוראי מסך המשמשים עיוורים ולתפקודי מקלדת המשמשים אנשים עם מוגבלויות מוטוריות.",
    "Paragraph_5": "אם ברצונכם ליצור קשר עם בעל האתר, אנא השתמשו בטופס האתר",
    "Heading1": "Screen-reader and keyboard navigation",
    "Paragraph_6": "האתר שלנו מיישם את טכניקת ה-ARIA (Accessible Rich Internet Applications) יחד עם שינויים התנהגותיים שונים כדי לוודא שמשתמשים עיוורים המבקרים באתר עם קוראי מסך יוכלו לקרוא, להבין וליהנות מהתכונות של האתר. ברגע שמשתמש עם קורא מסך נכנס לאתר, הוא מקבל מייד הנחיה להיכנס לפרופיל קורא המסך כדי שיוכל לנווט ולהפעיל את האתר ביעילות. הנה כיצד האתר שלנו מכסה את הדרישות החשובות ביותר של קוראי המסך:",
    "Ol_Heading1": "Screen-reader optimization:",
    "OlLi_1": "אנו מפעילים תהליך שלומד את רכיבי האתר מלמעלה למטה כדי לוודא התאמה רציפה גם בעת עדכון האתר. בתהליך זה, אנו מספקים לקוראי המסך נתונים משמעותיים באמצעות קבוצת תכונות ARIA. לדוגמה, אנו מספקים תוויות מדויקות לטפסים; תיאורים לאייקונים פעילים (אייקוני מדיה חברתית, אייקוני חיפוש, אייקוני עגלה, וכו'); הנחיות אימות להזנות טפסים; תפקידי אלמנטים כמו כפתורים, תפריטים, חלונות קופצות (פופ-אפים) ועוד.",
    "OlLi_10": "בנוסף, התהליך ברקע סורק את כל התמונות באתר. הוא מספק תיאור משמעותי ומדויק לתמונות שאינן מתוארות על בסיס זיהוי אובייקטים בתמונה כתג ALT (טקסט חלופי). הוא גם מוציא טקסטים מוטמעים בתוך התמונה באמצעות טכנולוגיית OCR (זיהוי אופטי של תווים). כדי להפעיל התאמות קוראי מסך בכל עת, על המשתמשים רק ללחוץ על צירוף המקשים Alt+1. משתמשי קוראי מסך מקבלים גם התראות אוטומטיות להפעיל את מצב קורא המסך ברגע שהם נכנסים לאתר.",
    "OlLi_11": "התאמות אלה תואמות לקוראי מסך פופולריים כמו JAWS, NVDA, VoiceOver ו-TalkBack.",
    "Ol_Heading2": "Keyboard navigation optimization:",
    "OlLi_2": "התהליך ברקע מתאים גם את ה-HTML של האתר ומוסיף התנהגויות שונות באמצעות קוד JavaScript כדי להפוך את האתר לניתן להפעלה באמצעות המקלדת. זה כולל את היכולת לנווט באתר באמצעות מקשי Tab ו-Shift+Tab, להפעיל תפריטים נפתחים עם מקשי החצים, לסגור אותם עם Esc, להפעיל כפתורים וקישורים עם מקש Enter, לנווט בין כפתורי רדיו ותיבות סימון באמצעות מקשי החצים, ולמלא אותם עם מקש הרווח או Enter.",
    "OlLi_12": "בנוסף, משתמשי מקלדת ימצאו תפריטי דילוג תוכן זמינים בכל עת על ידי לחיצה על Alt+2, או כאלמנט הראשון באתר בזמן ניווט במקלדת. התהליך ברקע מטפל גם בחלונות קופצות מופעלות על ידי העברת המוקד של המקלדת אליהן ברגע שהן מופיעות, מונע מהמוקד לנדוד מחוצה להן.",
    "OlLi_13": "המשתמשים יכולים גם להשתמש בקיצורי מקלדת כמו 'M' (תפריטים), 'H' (כותרות), 'F' (טפסים), 'B' (כפתורים) ו-'G' (גרפיקה) כדי לקפוץ לאלמנטים ספציפיים.",
    "Heading2": "Disability profiles supported on our website",
    "Ul_Heading1": "Epilepsy Safe Profile:",
    "UlLi_1": "פרופיל זה מאפשר לאנשים עם אפילפסיה להשתמש באתר בבטחה על ידי הסרת הסיכון להתקפים עקב אנימציות מהבהבות או צירופי צבעים מסוכנים.",
    "Ul_Heading2": "Vision Impaired Profile:",
    "UlLi_2": "פרופיל זה מתאים את האתר לרוב המוגבלויות הראייתיות כמו הידרדרות ראייה, ראייה מנהרתית, קטרקט, גלאוקומה ועוד.",
    "Ul_Heading3": "Cognitive Disability Profile:",
    "UlLi_3": "פרופיל זה מספק תכונות סיוע שונות כדי לעזור למשתמשים עם מוגבלויות קוגניטיביות כמו אוטיזם, דיסלקסיה, שבץ מוחי ועוד, להתמקד באלמנטים החשובים ביותר בקלות רבה יותר.",
    "Ul_Heading4": "ADHD Friendly Profile:",
    "UlLi_4": "פרופיל זה מקטין באופן משמעותי הסחות ורעשים כדי לעזור לאנשים עם ADHD והפרעות התפתחות נוירולוגיות לנווט, לקרוא ולהתמקד באלמנטים החשובים ביותר בקלות רבה יותר.",
    "Ul_Heading5": "Blind Users Profile (Screen-readers):",
    "UlLi_5": "פרופיל זה מתאים את האתר כך שיהיה תואם לקוראי מסך כמו JAWS, NVDA, VoiceOver ו-TalkBack. קורא מסך מותקן על מחשב העיוור, ואתר זה תואם לו.",
    "Ul_Heading6": "Keyboard Navigation Profile (Motor-Impaired):",
    "UlLi_6": "פרופיל זה מאפשר לאנשים עם מוגבלויות מוטוריות להפעיל את האתר באמצעות מקשי Tab, Shift+Tab ו-Enter. המשתמשים יכולים גם להשתמש בקיצורי מקלדת כמו 'M' (תפריטים), 'H' (כותרות), 'F' (טפסים), 'B' (כפתורים) ו-'G' (גרפיקה) כדי לקפוץ לאלמנטים ספציפיים.",
    "Ol_Heading3": "Font adjustments –",
    "OlLi_3": "המשתמשים יכולים להגדיל ולהקטין את גודל הגופן, לשנות את משפחת הגופן (סוג), להתאים את הרווחים, היישור, גובה השורה ועוד.",
    "Ol_Heading4": "Color adjustments –",
    "OlLi_4": "המשתמשים יכולים לבחור פרופילי ניגוד צבעים שונים כמו בהיר, כהה, הפוך ומונוכרום. בנוסף, המשתמשים יכולים להחליף סכמות צבעים של כותרות, טקסטים ורקעים עם יותר משבע אפשרויות צביעה שונות.",
    "Ol_Heading5": "Animations –",
    "OlLi_5": "אנשים עם אפילפסיה יכולים לעצור את כל האנימציות הפעילות בלחיצה אחת. האנימציות הנשלטות על ידי ממשק המשתמש כוללות וידאו, GIF-ים ומעברים מהבהבים ב-CSS.",
    "Ol_Heading6": "Content highlighting –",
    "OlLi_6": "המשתמשים יכולים לבחור להדגיש אלמנטים חשובים כמו קישורים וכותרות. הם יכולים גם לבחור להדגיש רק אלמנטים ממוקדים או מרחפים.",
    "Ol_Heading7": "Audio muting –",
    "OlLi_7": "משתמשים עם התקני שמיעה עשויים לסבול מכאבי ראש או בעיות אחרות בגלל השמעת אוטומטית של שמע. אפשרות זו מאפשרת למשתמשים להשתיק את כל האתר מיידית.",
    "Ol_Heading8": "Cognitive disorders –",
    "OlLi_8": "אנו משתמשים במנוע חיפוש המקושר לוויקיפדיה וויקימילון, המאפשר לאנשים עם הפרעות קוגניטיביות לפענח משמעויות של ביטויים, ראשי תיבות, סלנג ועוד.",
    "Ol_Heading9": "Additional functions –",
    "OlLi_9": "אנו מאפשרים למשתמשים לשנות את צבע וגודל הסמן, להשתמש במצב הדפסה, להפעיל מקלדת וירטואלית ותכונות רבות אחרות.",
    "Heading3": "Additional UI, design, and readability adjustments",
    "Heading4": "Compatibility with assistive technologies and browsers",
    "Paragraph_7": "מטרתנו היא לתמוך במספר הגדול ביותר של דפדפנים וטכנולוגיות עזר כדי שהמשתמשים שלנו יוכלו לבחור את הכלים המתאימים ביותר עבורם, עם מינימום הגבלות. לכן, אנו עובדים קשה כדי לתמוך בכל המערכות העיקריות המהוות יותר מ-95% מנתח השוק של המשתמשים, כולל Google Chrome, Mozilla Firefox, Apple Safari, Opera ו-Microsoft Edge, JAWS ו-NVDA (קוראי מסך), הן עבור משתמשי Windows והן עבור משתמשי MAC.",
    "Heading5": "Notes, comments, and feedback",
    "Paragraph_8": "למרות המאמצים הרבים שלנו לאפשר לכל אחד להתאים את האתר לצרכיו, עשויים להיות דפים או קטעים שעדיין אינם נגישים לחלוטין, נמצאים בתהליך הפיכה לנגישים או חסרים פתרון טכנולוגי מתאים כדי להפוך אותם לנגישים. עם זאת, אנו משפרים באופן רציף את הנגישות שלנו, מוסיפים, מעדכנים ומשפרים את האפשרויות והתכונות שלה, ומפתחים ומאמצים טכנולוגיות חדשות. כל זה מכוון להשיג את רמת הנגישות האופטימלית בהתאם להתקדמויות הטכנולוגיות. אם ברצונכם ליצור קשר עם בעל האתר, אנא השתמשו בטופס האתר"
  },
  "interfaceModel": {
    "title": "הסתרת ממשק הנגישות?",
    "description": "שימו לב: אם תבחרו להסתיר את ממשק הנגישות, לא תוכלו לראות אותו יותר, אלא אם תמחקו את היסטוריית השיוט והנתונים שלכם. האם בטוחים שברצונכם להסתיר את הממשק?",
    "accept": "קבל",
    "cancel": "ביטול"
},
"toasterMessage": "אתחול הגדרות!",
"profile": {
    "title": "פרופילים",
    "motorImpaired": "מוגבלות מוטורית",
    "blind": "עיוור",
    "colorBlind": "עיוור צבעים",
    "dyslexia": "דיסלקסיה",
    "visuallyImpaired": "מוגבלות ראייה",
    "cognitiveLearning": "מוגבלות קוגניטיבית ולמידה",
    "seizureEpileptic": "התקפים ואפילפסיה",
    "adhd": "הפרעת קשב וריכוז"
},
"content": {
    "title": "תוכן",
    "showTooltips": "הצגת טיפים",
    "fontSize": "גודל גופן",
    "letterSpacing": "ריווח בין אותיות",
    "textAlign": "יישור טקסט",
    "lineHeight": "גובה שורה",
    "underlineTitles": "קו תחתון לכותרות",
    "underlineLinks": "קו תחתון לקישורים",
    "zoomScreen": "הגדלת מסך",
    "readingLine": "קו קריאה",
    "dyslexiaFonts": "גופנים לדיסלקסיה",
    "readableFont": "גופן קריא",
    "keyboardNav": "ניווט במקלדת",
    "leftAlign": "יישור שמאל",
    "centerAlign": "יישור מרכז",
    "rightAlign": "יישור ימין",
    "justifyAlign": "יישור מושלם",
    "readingMask": "מסכת קריאה"
},
"color": {
    "title": "צבע",
    "invertColors": "הפוך צבעים",
    "darkContrast": "ניגודיות כהה",
    "lightContrast": "ניגודיות בהירה",
    "saturation": "סיבוב צבע",
    "lowSaturation": "סיבוב צבע נמוך",
    "highSaturation": "סיבוב צבע גבוה",
    "desaturate": "הפחתת סיבוב צבע",
    "brightness": "בהירות",
    "lowBrightness": "בהירות נמוכה",
    "mediumBrightness": "בהירות בינונית",
    "highBrightness": "בהירות גבוהה"
},
"colorsSettings": {
    "textColor": "צבע טקסט",
    "titleColor": "צבע כותרת",
    "backgroundColor": "צבע רקע"
},
"orientation": {
    "title": "כיוון",
    "bigCursor": "סמן גדול",
    "bigWhiteCursor": "סמן לבן גדול",
    "bigBlackCursor": "סמן שחור גדול",
    "textToSpeech": "המרת טקסט לדיבור",
    "normal": "רגיל",
    "slow": "איטי",
    "fast": "מהיר",
    "hideImage": "הסתרת תמונות",
    "muteSounds": "השתק קולות",
    "pauseAnimations": "הפסק אנימציות",
    "highlightHover": "הדגש על ריחוף",
    "readMode": "מצב קריאה",
    "highlightFocus": "הדגש על התמקדות",
    "voiceNavigation": "ניווט קולי"
},
"linkNavigator": {
    "title": "קישור",
    "links": [
        "בחר קישור לניווט",
        "דלג לתוכן",
        "בית",
        "קטלוג",
        "צור קשר",
        "התחברות",
        "עגלה",
        "כל המידות UNEEK II Convertible | שחור/ירוק זוהר"
    ]
},
"footer": {
    "statement": "הצהרה",
    "resetSettings": "איפוס הגדרות",
    "poweredBy": "מופעל על ידי איזונומיה"
}
}
