{
    "chooseLanguage": "भाषा चुनें",
    "statementModel": {
        "title": "समानता वक्तव्य",
        "complianceStatus": "अनुपालन स्थिति",
        "complianceText": [
            "हम दृढ़ता से मानते हैं कि इंटरनेट सभी के लिए उपलब्ध और सुलभ होना चाहिए और हम यह सुनिश्चित करने के लिए प्रतिबद्ध हैं कि हमारी वेबसाइट सभी क्षमताओं के दर्शकों के लिए सुलभ हो।",
            "इस लक्ष्य को पूरा करने के लिए, हम विश्वव्यापी वेब संघ (W3C) के वेब सामग्री सुलभता दिशानिर्देश 2.1 (WCAG 2.1) के AA स्तर का पालन करने का प्रयास करते हैं। ये दिशानिर्देश बताते हैं कि वेब सामग्री को विकलांग व्यक्तियों के लिए कैसे सुलभ बनाया जा सकता है। इन दिशानिर्देशों का पालन करके, हम यह सुनिश्चित करते हैं कि वेबसाइट नेत्रहीनों, मोटर विकलांगों, दृष्टिहीनता, संज्ञानात्मक विकलांगता, और अन्य के लिए सुलभ हो।",
            "यह वेबसाइट विभिन्न तकनीकों का उपयोग करती है जो इसे हर समय यथासंभव सुलभ बनाने के लिए डिज़ाइन की गई हैं। हम एक सुलभता इंटरफ़ेस का उपयोग करते हैं जो विशेष विकलांगताओं वाले व्यक्तियों को वेबसाइट के UI (उपयोगकर्ता इंटरफ़ेस) को समायोजित करने और इसे अपनी व्यक्तिगत आवश्यकताओं के अनुसार डिज़ाइन करने की अनुमति देता है।",
            "इसके अतिरिक्त, वेबसाइट एक AI-आधारित एप्लिकेशन का उपयोग करती है जो पृष्ठभूमि में चलता है और लगातार अपनी सुलभता के स्तर को अनुकूलित करता है। यह एप्लिकेशन वेबसाइट के HTML को सुधारता है, इसकी कार्यक्षमता और व्यवहार को नेत्रहीन उपयोगकर्ताओं द्वारा उपयोग किए जाने वाले स्क्रीन-रीडरों और मोटर विकलांग व्यक्तियों द्वारा उपयोग किए जाने वाले कीबोर्ड कार्यों के लिए अनुकूलित करता है।",
            "यदि आप वेबसाइट के मालिक से संपर्क करना चाहते हैं, तो कृपया वेबसाइट का फॉर्म उपयोग करें।"
        ],
        "ariaAttributes": "हमारी वेबसाइट ARIA विशेषताएँ (सुलभ समृद्ध इंटरनेट एप्लिकेशन) तकनीक को लागू करती है, साथ ही विभिन्न व्यवहारिक परिवर्तनों के साथ, यह सुनिश्चित करने के लिए कि स्क्रीन-रीडरों के साथ आने वाले नेत्रहीन उपयोगकर्ता वेबसाइट के कार्यों को पढ़ सकते हैं, समझ सकते हैं और आनंद ले सकते हैं। जैसे ही कोई उपयोगकर्ता स्क्रीन-रीडर के साथ आपकी साइट पर प्रवेश करता है, उन्हें तुरंत स्क्रीन-रीडर प्रोफ़ाइल में प्रवेश करने के लिए संकेत मिलता है ताकि वे आपकी साइट को प्रभावी ढंग से ब्राउज़ और संचालित कर सकें।",
        "screenReaderOptimization": "स्क्रीन-रीडर अनुकूलन:",
        "screenReaderText": "हम एक प्रक्रिया चलाते हैं जो वेबसाइट के घटकों को ऊपर से नीचे तक सीखती है, यह सुनिश्चित करने के लिए कि वेबसाइट अपडेट करते समय भी अनुपालन जारी रहे। इस प्रक्रिया में, हम ARIA विशेषताओं के सेट का उपयोग करके स्क्रीन-रीडरों को सार्थक डेटा प्रदान करते हैं। उदाहरण के लिए, हम सटीक फॉर्म लेबल प्रदान करते हैं; क्रियाशील आइकन (सोशल मीडिया आइकन, खोज आइकन, कार्ट आइकन, आदि) के लिए विवरण; फॉर्म इनपुट के लिए सत्यापन मार्गदर्शन; बटन, मेनू, मोडल डायलॉग (पॉपअप), और अन्य जैसे तत्व भूमिकाएँ। इसके अलावा, पृष्ठभूमि प्रक्रिया वेबसाइट की सभी छवियों को स्कैन करती है। यह उन छवियों के लिए एक वैकल्पिक टेक्स्ट (ALT) टैग के रूप में सटीक और सार्थक छवि-ऑब्जेक्ट-पहचान-आधारित विवरण प्रदान करती है जिनका वर्णन नहीं किया गया है। यह टेक्स्ट को छवि में एम्बेडेड टेक्स्ट निकालने के लिए एक OCR (ऑप्टिकल कैरेक्टर रिकग्निशन) तकनीक का उपयोग करके भी निकालती है। किसी भी समय स्क्रीन-रीडर समायोजन चालू करने के लिए, उपयोगकर्ताओं को केवल Alt+1 कुंजी संयोजन दबाने की आवश्यकता होती है। स्क्रीन-रीडर उपयोगकर्ताओं को वेबसाइट में प्रवेश करते ही स्वचालित घोषणाएँ भी मिलती हैं कि स्क्रीन-रीडर मोड चालू करें। ये समायोजन JAWS, NVDA, VoiceOver, और TalkBack जैसे लोकप्रिय स्क्रीन-रीडरों के साथ संगत हैं।",
        "keyboardNavigationOptimization": "कीबोर्ड नेविगेशन अनुकूलन:",
        "keyboardNavigationText": "पृष्ठभूमि प्रक्रिया वेबसाइट के HTML को भी समायोजित करती है और कीबोर्ड द्वारा वेबसाइट को संचालित करने के लिए विभिन्न व्यवहार जोड़ती है। इसमें टैब और Shift+Tab कुंजियों का उपयोग करके वेबसाइट को नेविगेट करने की क्षमता शामिल है, एरो कुंजियों के साथ ड्रॉपडाउन को संचालित करना, Esc के साथ उन्हें बंद करना, Enter कुंजी का उपयोग करके बटन और लिंक ट्रिगर करना, रेडियो और चेकबॉक्स तत्वों के बीच एरो कुंजियों का उपयोग करके नेविगेट करना, और Spacebar या Enter कुंजी के साथ उन्हें भरना। इसके अतिरिक्त, कीबोर्ड उपयोगकर्ताओं को Alt+2 क्लिक करके या कीबोर्ड के साथ नेविगेट करते समय साइट के पहले तत्व के रूप में किसी भी समय सामग्री-स्किप मेनू मिलेंगे। पृष्ठभूमि प्रक्रिया ट्रिगर किए गए पॉपअप को भी संभालती है, जैसे ही वे दिखाई देते हैं, कीबोर्ड फोकस को उनकी ओर स्थानांतरित करती है, जिससे फोकस बाहर नहीं जा सकता। उपयोगकर्ता “M” (मेनू), “H” (हेडिंग्स), “F” (फॉर्म्स), “B” (बटन), और “G” (ग्राफिक्स) जैसे शॉर्टकट का उपयोग करके विशिष्ट तत्वों पर कूद सकते हैं।"
    },
    "interfaceModel": {
        "title": "सुलभता इंटरफ़ेस छिपाएँ?",
        "description": "कृपया ध्यान दें: यदि आप सुलभता इंटरफ़ेस को छिपाने का विकल्प चुनते हैं, तो आप इसे फिर से नहीं देख पाएंगे, जब तक कि आप अपनी ब्राउज़िंग इतिहास और डेटा को साफ़ न करें। क्या आप वास्तव में इंटरफ़ेस को छिपाना चाहते हैं?",
        "accept": "स्वीकार करें",
        "cancel": "रद्द करें"
    },
    "toasterMessage": "समानता सेटिंग्स रीसेट कर दी गई हैं।",
    "profile": {
        "title": "प्रोफाइल",
        "profilesList": [
            "मोटर विकलांग",
            "नेत्रहीन",
            "रंग विकलांग",
            "डिस्लेक्सिया",
            "दृष्टिहीन",
            "संज्ञानात्मक और सीखने में कठिनाई",
            "दौरे और मिर्गी",
            "ADHD"
        ]
    },
    "content": {
        "title": "सामग्री",
        "contentList": [
            "टूलटिप्स दिखाएँ",
            "फ़ॉन्ट आकार",
            "अक्षर रिक्ति",
            "पाठ संरेखण",
            "पंक्ति ऊंचाई",
            "शीर्षक रेखांकित करें",
            "लिंक रेखांकित करें",
            "स्क्रीन ज़ूम करें",
            "पढ़ने की रेखा",
            "डिस्लेक्सिया फ़ॉन्ट्स",
            "पढ़ने योग्य फ़ॉन्ट",
            "कीबोर्ड नेव",
            "बाएँ संरेखित करें",
            "केंद्र संरेखित करें",
            "दाएँ संरेखित करें",
            "जस्टिफाई संरेखित करें",
            "पढ़ने का मास्क"
        ]
    },
    "color": {
        "title": "रंग",
        "colorList": [
            "रंग उलटें",
            "डार्क कंट्रास्ट",
            "लाइट कंट्रास्ट",
            "संतृप्ति",
            "कम संतृप्ति",
            "उच्च संतृप्ति",
            "रंगहीन करें",
            "चमक",
            "कम चमक",
            "मध्यम चमक",
            "उच्च चमक"
        ]
    },
    "colorsSettings": {
        "textColor": "पाठ का रंग",
        "titleColor": "शीर्षक का रंग",
        "backgroundColor": "पृष्ठभूमि का रंग"
    },
    "orientation": {
        "title": "उन्मुखता",
        "orientationList": [
            "बड़ा कर्सर",
            "सफेद बड़ा कर्सर",
            "काला बड़ा कर्सर",
            "पाठ से भाषण",
            "सामान्य",
            "धीमा",
            "तेज",
            "छवि छिपाएँ",
            "ध्वनि म्यूट करें",
            "एनिमेशन रोकें",
            "हाइलाइट हवर",
            "पढ़ने का मोड",
            "हाइलाइट फोकस",
            "वॉयस नेविगेशन"
        ]
    },
    "linkNavigator": {
        "title": "लिंक",
        "links": [
            "नेविगेट करने के लिए एक लिंक चुनें",
            "सामग्री पर जाएं",
            "होम",
            "कैटलॉग",
            "संपर्क करें",
            "लॉग इन करें",
            "कार्ट",
            "सभी लिंग UNEEK II परिवर्तनीय | काला/जॉली हरा"
        ]
    },
    "footer": {
        "statement": "वक्तव्य",
        "resetSettings": "सेटिंग्स रीसेट करें",
        "poweredBy": "समानता द्वारा संचालित"
    }
}
