{
    "chooseLanguage": "भाषा चुनें",
    "statementModel": {
        "title": "समानता कथन",
        "complianceStatus": "अनुपालन स्थिति",
        "complianceText1": "हम दृढ़ता से मानते हैं कि इंटरनेट सभी के लिए उपलब्ध और सुलभ होना चाहिए और हम एक ऐसी वेबसाइट प्रदान करने के लिए प्रतिबद्ध हैं जो सभी लोगों, उनकी क्षमता की परवाह किए बिना, व्यापक दर्शकों के लिए सुलभ हो।",
        "complianceText2": "इस लक्ष्य को पूरा करने के लिए, हम विश्व व्यापी वेब कंसोर्टियम (W3C) के वेब कंटेंट एक्सेसिबिलिटी गाइडलाइन्स 2.1 (WCAG 2.1) के AA स्तर का पालन करने का प्रयास करते हैं। ये दिशानिर्देश यह समझाते हैं कि विकलांगता के विभिन्न प्रकारों वाले लोगों के लिए वेब सामग्री को कैसे सुलभ बनाया जाए। इन दिशानिर्देशों का पालन करने से यह सुनिश्चित करने में मदद मिलती है कि वेबसाइट नेत्रहीनों, मोटर बाधाओं वाले लोगों, दृष्टिहीनता, संज्ञानात्मक विकलांगता और अन्य लोगों के लिए सुलभ है।",
        "complianceText3": "यह वेबसाइट विभिन्न तकनीकों का उपयोग करती है ताकि इसे हर समय यथासंभव सुलभ बनाया जा सके। हम एक एक्सेसिबिलिटी इंटरफेस का उपयोग करते हैं जो विशेष विकलांगता वाले व्यक्तियों को वेबसाइट के यूजर इंटरफेस (UI) को उनकी व्यक्तिगत जरूरतों के अनुसार समायोजित करने की अनुमति देता है।",
        "complianceText4": "इसके अतिरिक्त, वेबसाइट एक एआई आधारित एप्लिकेशन का उपयोग करती है जो पृष्ठभूमि में चलती है और इसकी एक्सेसिबिलिटी स्तर को निरंतर अनुकूलित करती है। यह एप्लिकेशन वेबसाइट के HTML को संशोधित करता है, और नेत्रहीनों द्वारा उपयोग किए जाने वाले स्क्रीन-रीडर और मोटर बाधाओं वाले व्यक्तियों द्वारा उपयोग की जाने वाली कीबोर्ड कार्यक्षमताओं के लिए इसकी कार्यक्षमता और व्यवहार को अनुकूलित करता है।",
        "complianceText5": "यदि आप वेबसाइट के मालिक से संपर्क करना चाहते हैं तो कृपया वेबसाइट के फॉर्म का उपयोग करें।",
        "ariaAttributes": "हमारी वेबसाइट एआरआईए एट्रीब्यूट्स (एक्सेसिबल रिच इंटरनेट एप्लिकेशन) तकनीक को लागू करती है, विभिन्न व्यवहारिक परिवर्तनों के साथ, ताकि नेत्रहीन उपयोगकर्ता स्क्रीन-रीडर के साथ वेबसाइट पर जाकर पढ़ सकें, समझ सकें और वेबसाइट की सुविधाओं का आनंद ले सकें। जैसे ही स्क्रीन-रीडर वाला उपयोगकर्ता आपकी साइट पर प्रवेश करता है, उन्हें तुरंत स्क्रीन-रीडर प्रोफाइल में प्रवेश करने का संकेत मिलता है ताकि वे प्रभावी ढंग से आपकी साइट को ब्राउज़ और संचालित कर सकें। यहां बताया गया है कि हमारी वेबसाइट स्क्रीन-रीडर आवश्यकताओं के कुछ सबसे महत्वपूर्ण पहलुओं को कैसे कवर करती है:",
        "screenReaderOptimization": "स्क्रीन-रीडर अनुकूलन:",
        "screenReaderText": "हम एक प्रक्रिया चलाते हैं जो वेबसाइट के घटकों को ऊपर से नीचे तक सीखती है, ताकि वेबसाइट को अपडेट करते समय भी निरंतर अनुपालन सुनिश्चित किया जा सके। इस प्रक्रिया में, हम एआरआईए एट्रीब्यूट्स का उपयोग करके स्क्रीन-रीडर को महत्वपूर्ण डेटा प्रदान करते हैं। उदाहरण के लिए, हम सटीक फॉर्म लेबल्स प्रदान करते हैं; क्रियात्मक आइकनों (सोशल मीडिया आइकन, सर्च आइकन, कार्ट आइकन, आदि) के लिए विवरण; फॉर्म इनपुट्स के लिए सत्यापन मार्गदर्शन; बटन, मेनू, मोडल डायलॉग्स (पॉपअप), और अन्य जैसे तत्वों की भूमिकाएं। इसके अतिरिक्त, पृष्ठभूमि प्रक्रिया वेबसाइट की सभी छवियों को स्कैन करती है। यह छवियों के लिए एक वैकल्पिक (ALT) टैग के रूप में एक सटीक और अर्थपूर्ण छवि-ऑब्जेक्ट-पहचान-आधारित विवरण प्रदान करता है जो वर्णित नहीं हैं। यह छवि में एम्बेड किए गए पाठों को भी ऑप्टिकल कैरेक्टर रिकग्निशन (OCR) तकनीक का उपयोग करके निकालता है। स्क्रीन-रीडर समायोजन को किसी भी समय चालू करने के लिए, उपयोगकर्ताओं को केवल Alt+1 कुंजी संयोजन दबाने की आवश्यकता होती है। स्क्रीन-रीडर उपयोगकर्ताओं को वेबसाइट में प्रवेश करते ही स्वचालित रूप से स्क्रीन-रीडर मोड चालू करने की घोषणाएं भी मिलती हैं। ये समायोजन JAWS, NVDA, VoiceOver और TalkBack जैसे लोकप्रिय स्क्रीन-रीडर के साथ संगत हैं।",
        "keyboardNavigationOptimization": "कीबोर्ड नेविगेशन अनुकूलन:",
        "keyboardNavigationText": "पृष्ठभूमि प्रक्रिया वेबसाइट के HTML को समायोजित करती है और इसे कीबोर्ड द्वारा संचालित करने के लिए विभिन्न व्यवहार जोड़ती है। इसमें Tab और Shift+Tab कुंजियों का उपयोग करके वेबसाइट को नेविगेट करने की क्षमता शामिल है, एरो कुंजियों के साथ ड्रॉपडाउन ऑपरेट करना, Esc के साथ उन्हें बंद करना, Enter कुंजी का उपयोग करके बटन और लिंक ट्रिगर करना, रेडियो और चेकबॉक्स तत्वों के बीच नेविगेट करना और Spacebar या Enter कुंजी का उपयोग करके उन्हें भरना शामिल है। इसके अतिरिक्त, कीबोर्ड उपयोगकर्ताओं को Alt+2 दबाकर या कीबोर्ड के साथ नेविगेट करते समय साइट के पहले तत्व के रूप में सामग्री-स्किप मेनू उपलब्ध होगा। पृष्ठभूमि प्रक्रिया ट्रिगर पॉपअप्स को भी संभालती है, जो उनके प्रकट होते ही कीबोर्ड फोकस को उनकी ओर स्थानांतरित करती है और फोकस को बाहर भटकने नहीं देती है। उपयोगकर्ता “M” (मेनू), “H” (हेडिंग्स), “F” (फॉर्म), “B” (बटन), और “G” (ग्राफिक्स) जैसे शॉर्टकट्स का उपयोग करके विशिष्ट तत्वों पर जा सकते हैं।"
    },
    "interfaceModel": {
        "title": "एक्सेसिबिलिटी इंटरफ़ेस छुपाएं?",
        "description": "कृपया ध्यान दें: यदि आप एक्सेसिबिलिटी इंटरफ़ेस को छुपाने का विकल्प चुनते हैं, तो आप इसे अब और नहीं देख पाएंगे, जब तक आप अपनी ब्राउज़िंग हिस्ट्री और डेटा साफ़ नहीं करते। क्या आप सुनिश्चित हैं कि आप इंटरफ़ेस को छुपाना चाहते हैं?",
        "accept": "स्वीकार करें",
        "cancel": "रद्द करें"
    },
    "toasterMessage": "समानता सेटिंग्स को रीसेट कर दिया गया है।",
    "profile": {
        "title": "प्रोफाइल्स",
        "motorImpaired": "मोटर बाधित",
        "blind": "नेत्रहीन",
        "colorBlind": "रंग दृष्टिहीन",
        "dyslexia": "डिस्लेक्सिया",
        "visuallyImpaired": "दृष्टिहीन",
        "cognitiveLearning": "संज्ञानात्मक एवं शिक्षा",
        "seizureEpileptic": "मिर्गी और दौरा",
        "adhd": "एडीएचडी"
    },
    "content": {
        "title": "सामग्री",
        "showTooltips": "टूलटिप्स दिखाएं",
        "fontSize": "फॉन्ट आकार",
        "letterSpacing": "अक्षर अंतराल",
        "textAlign": "पाठ संरेखण",
        "lineHeight": "लाइन ऊँचाई",
        "underlineTitles": "शीर्षकों को रेखांकित करें",
        "underlineLinks": "लिंक्स को रेखांकित करें",
        "zoomScreen": "स्क्रीन ज़ूम करें",
        "readingLine": "पढ़ने की रेखा",
        "dyslexiaFonts": "डिस्लेक्सिया फोंट्स",
        "readableFont": "पढ़ने योग्य फॉन्ट",
        "keyboardNav": "कीबोर्ड नेव",
        "leftAlign": "बाएं संरेखित",
        "centerAlign": "केंद्र में संरेखित",
        "rightAlign": "दाएं संरेखित",
        "justifyAlign": "संपूर्ण संरेखित",
        "readingMask": "पढ़ने का मुखौटा"
    },
    "color": {
        "title": "रंग",
        "invertColors": "रंग उलटें",
        "darkContrast": "गहरे कंट्रास्ट",
        "lightContrast": "हल्का कंट्रास्ट",
        "saturation": "संतृप्ति",
        "lowSaturation": "कम संतृप्ति",
        "highSaturation": "उच्च संतृप्ति",
        "desaturate": "निर्विकार करें",
        "brightness": "चमक",
        "lowBrightness": "कम चमक",
        "mediumBrightness": "मध्यम चमक",
        "highBrightness": "उच्च चमक"
    },
    "colorsSettings": {
        "textColor": "पाठ रंग",
        "titleColor": "शीर्षक रंग",
        "backgroundColor": "पृष्ठभूमि का रंग"
    },
    "orientation": {
        "title": "दिशा",
        "bigCursor": "बड़ा कर्सर",
        "bigWhiteCursor": "बड़ा सफेद कर्सर",
        "bigBlackCursor": "बड़ा काला कर्सर",
        "textToSpeech": "पाठ को वाणी में बदलें",
        "normal": "सामान्य",
        "slow": "धीमा",
        "fast": "तेज़",
        "hideImage": "छवि छुपाएं",
        "muteSounds": "ध्वनियाँ बंद करें",
        "pauseAnimations": "एनीमेशन रोकें",
        "highlightHover": "हाइलाइट होवर",
        "readMode": "पढ़ने का मोड",
        "highlightFocus": "हाइलाइट फोकस",
        "voiceNavigation": "वॉइस नेविगेशन"
    },
    "linkNavigator": {
        "title": "लिंक",
        "links": [
            "नेविगेट करने के लिए लिंक चुनें",
            "सामग्री पर जाएं",
            "होम",
            "कैटलॉग",
            "संपर्क",
            "लॉग इन करें",
            "कार्ट",
            "सभी लिंग UNEEK II कन्वर्टिबल | ब्लैक/जॉली ग्रीन"
        ]
    },
    "footer": {
        "statement": "कथन",
        "resetSettings": "सेटिंग्स रीसेट करें",
        "poweredBy": "आईसोनॉमी द्वारा संचालित"
    }
}
