{
    "chooseLanguage": "एक भाषा चुनें",
    "statementModel": {
        "title": "समानता कथन",
        "complianceStatus": "अनुपालन स्थिति",
     "Paragraph_1": "हम दृढ़ता से मानते हैं कि इंटरनेट को किसी भी व्यक्ति के लिए उपलब्ध और सुलभ होना चाहिए, और हम यह सुनिश्चित करने के लिए प्रतिबद्ध हैं कि हमारी वेबसाइट सबसे व्यापक दर्शकों के लिए सुलभ हो, चाहे उनकी क्षमता कुछ भी हो।",
    "Paragraph_2": "इसे पूरा करने के लिए, हम संभव हो सके उतनी दृढ़ता से वर्ल्ड वाइड वेब कंसोर्टियम (W3C) के वेब कंटेंट एक्सेसिबिलिटी गाइडलाइंस 2.1 (WCAG 2.1) के AA स्तर के अनुपालन का प्रयास करते हैं। ये दिशानिर्देश बताते हैं कि वेब कंटेंट को विभिन्न प्रकार की अक्षमताओं वाले लोगों के लिए कैसे सुलभ बनाया जाए। इन दिशानिर्देशों का पालन करके, हम सुनिश्चित करते हैं कि वेबसाइट अंधे, मोटर अक्षमताओं वाले, दृष्टि बाधाओं वाले, संज्ञानात्मक अक्षमताओं वाले और अन्य लोगों के लिए सुलभ हो।",
    "Paragraph_3": "इस वेबसाइट विभिन्न तकनीकों का उपयोग करती है जो इसे संभव बनाती है कि यह हर समय सबसे अधिक सुलभ हो। हम एक एक्सेसिबिलिटी इंटरफ़ेस का उपयोग करते हैं जो विशिष्ट अक्षमताओं वाले लोगों को यूज़र इंटरफ़ेस (UI) और वेबसाइट के डिज़ाइन को अपनी व्यक्तिगत आवश्यकताओं के अनुसार समायोजित करने की अनुमति देता है।",
    "Paragraph_4": "इसके अतिरिक्त, वेबसाइट एक कृत्रिम बुद्धिमत्ता आधारित एप्लिकेशन का उपयोग करती है जो पृष्ठभूमि में चलती है और निरंतर इसकी एक्सेसिबिलिटी स्तर को अनुकूलित करती है। यह एप्लिकेशन वेबसाइट के HTML को ठीक करती है, इसकी कार्यक्षमता और व्यवहार को स्क्रीन रीडरों के लिए अनुकूलित करती है जिनका उपयोग अंधे लोग करते हैं, और मोटर अक्षमताओं वाले लोगों द्वारा उपयोग की जाने वाली कीबोर्ड फ़ंक्शंस के लिए अनुकूलित करती है।",
    "Paragraph_5": "यदि आप वेबसाइट के मालिक से संपर्क करना चाहते हैं, तो कृपया वेबसाइट के फ़ॉर्म का उपयोग करें",
    "Heading1": "Screen-reader and keyboard navigation",
    "Paragraph_6": "हमारी वेबसाइट ARIA एट्रिब्यूट्स (Accessible Rich Internet Applications) तकनीक का उपयोग करती है साथ ही विभिन्न व्यवहारिक परिवर्तनों को लागू करती है, ताकि स्क्रीन रीडर का उपयोग करने वाले अंधे उपयोगकर्ता वेबसाइट की सुविधाओं को पढ़ सकें, समझ सकें और उनका आनंद ले सकें। जैसे ही कोई स्क्रीन रीडर उपयोगकर्ता हमारी वेबसाइट पर आता है, उसे तुरंत एक आमंत्रण मिलता है कि वह स्क्रीन रीडर प्रोफ़ाइल में प्रवेश करे, ताकि वह वेबसाइट को प्रभावी ढंग से नेविगेट और ऑपरेट कर सके। यहां हमारी वेबसाइट कुछ महत्वपूर्ण स्क्रीन रीडर आवश्यकताओं को कैसे पूरा करती है:",
    "Ol_Heading1": "Screen-reader optimization:",
    "OlLi_1": "हम एक प्रक्रिया चलाते हैं जो वेबसाइट के घटकों को ऊपर से नीचे तक सीखती है, ताकि भविष्य में वेबसाइट के अपडेट होने के बावजूद भी निरंतर अनुपालन सुनिश्चित किया जा सके। इस प्रक्रिया में, हम स्क्रीन रीडरों के लिए महत्वपूर्ण डेटा प्रदान करते हैं ARIA एट्रिब्यूट्स सेट का उपयोग करके। उदाहरण के लिए, हम सही फ़ॉर्म लेबल प्रदान करते हैं; इंटरैक्टिव आइकनों के लिए विवरण (सोशल मीडिया आइकन, सर्च आइकन, कार्ट आइकन, आदि); फ़ॉर्म इनपुट के लिए वैलिडेशन मार्गदर्शन; बटन, मेनू, मॉडल डायलॉग (पॉपअप) जैसे तत्वों की भूमिकाएं, और अन्य।",
    "OlLi_10": "इसके अतिरिक्त, पृष्ठभूमि प्रक्रिया वेबसाइट की सभी छवियों को स्कैन करती है। यह एक मान्य और अर्थपूर्ण छवि विवरण प्रदान करती है जिसे ALT (वैकल्पिक टेक्स्ट) टैग के रूप में उन छवियों के लिए जो वर्णित नहीं हैं, जिनका आधार छवि में वस्तुओं का पहचान है। यह छवियों में एम्बेड किए गए टेक्स्ट को भी OCR (ऑप्टिकल कैरेक्टर रिकग्निशन) तकनीक का उपयोग करके निकालती है। स्क्रीन रीडर समायोजन कभी भी सक्रिय करने के लिए, उपयोगकर्ताओं को बस Alt+1 कुंजी संयोजन दबाना होता है। स्क्रीन रीडर उपयोगकर्ताओं को भी स्वचालित रूप से सूचनाएं मिलती हैं कि वे स्क्रीन रीडर मोड को सक्रिय करें जैसे ही वे वेबसाइट पर आते हैं।",
    "OlLi_11": "ये समायोजन लोकप्रिय स्क्रीन रीडरों जैसे JAWS, NVDA, VoiceOver और TalkBack के साथ संगत हैं।",
    "Ol_Heading2": "Keyboard navigation optimization:",
    "OlLi_2": "पृष्ठभूमि प्रक्रिया वेबसाइट के HTML को भी समायोजित करती है और JavaScript कोड का उपयोग करके विभिन्न व्यवहारों को जोड़ती है, ताकि वेबसाइट को कीबोर्ड के माध्यम से ऑपरेट किया जा सके। इसमें शामिल है कीबोर्ड का उपयोग करके वेबसाइट पर नेविगेट करने की क्षमता, ड्रॉपडाउन को एरो कुंजियों के साथ ऑपरेट करना, Esc के साथ उन्हें बंद करना, Enter कुंजी के साथ बटन और लिंक को सक्रिय करना, रेडियो बटन और चेकबॉक्स के बीच नेविगेट करना और उन्हें स्पेसबार या Enter कुंजी के साथ भरना।",
    "OlLi_12": "इसके अतिरिक्त, कीबोर्ड उपयोगकर्ताओं के लिए कंटेंट स्किप मेनू कभी भी Alt+2 दबाकर उपलब्ध होते हैं, या जब वे कीबोर्ड का उपयोग करके नेविगेट कर रहे होते हैं तब वेबसाइट के पहले तत्व के रूप में उपलब्ध होते हैं। पृष्ठभूमि प्रक्रिया सक्रिय पॉपअप को भी प्रबंधित करती है, जिनका फ़ोकस कीबोर्ड के माध्यम से उन पर स्थानांतरित किया जाता है जैसे ही वे प्रदर्शित होते हैं, और फ़ोकस को ड्रिफ़्ट होने से रोकती है।",
    "OlLi_13": "उपयोगकर्ता शॉर्टकट जैसे 'M' (मेनू), 'H' (हेडिंग), 'F' (फ़ॉर्म), 'B' (बटन), और 'G' (ग्राफ़िक्स) का उपयोग करके विशिष्ट तत्वों पर जंप सकते हैं।",
    "Heading2": "Disability profiles supported on our website",
    "Ul_Heading1": "Epilepsy Safe Profile:",
    "UlLi_1": "यह प्रोफ़ाइल एपिलेप्सी से पीड़ित लोगों को वेबसाइट का सुरक्षित ढंग से उपयोग करने में सक्षम बनाता है, फ्लिकरिंग या चमकदार एनिमेशन और खतरनाक रंग संयोजनों से होने वाले दौरों को दूर करके।",
    "Ul_Heading2": "Vision Impaired Profile:",
    "UlLi_2": "यह प्रोफ़ाइल वेबसाइट को अधिकांश दृष्टि बाधाओं जैसे दृष्टि क्षय, टनल विज़न, कैटरैक्ट, ग्लॉकोमा, और अन्य के लिए सुलभ बनाता है।",
    "Ul_Heading3": "Cognitive Disability Profile:",
    "UlLi_3": "यह प्रोफ़ाइल ऑटिज़्म, डिस्लेक्सिया, सीवीए (सेरेब्रल पक्षाघात), और अन्य संज्ञानात्मक अक्षमताओं वाले उपयोगकर्ताओं के लिए विभिन्न सहायक सुविधाएं प्रदान करता है, ताकि वे महत्वपूर्ण तत्वों पर आसानी से ध्यान केंद्रित कर सकें।",
    "Ul_Heading4": "ADHD Friendly Profile:",
    "UlLi_4": "यह प्रोफ़ाइल एडीएचडी और न्यूरोडेवलपमेंटल डिसऑर्डर से पीड़ित लोगों के लिए विचलन और शोर को महत्वपूर्ण रूप से कम करता है, ताकि वे वेबसाइट पर नेविगेट कर सकें, पढ़ सकें और महत्वपूर्ण तत्वों पर ध्यान केंद्रित कर सकें।",
    "Ul_Heading5": "Blind Users Profile (Screen-readers):",
    "UlLi_5": "यह प्रोफ़ाइल वेबसाइट को JAWS, NVDA, VoiceOver और TalkBack जैसे स्क्रीन रीडरों के साथ संगत बनाता है। अंधे उपयोगकर्ता के कंप्यूटर पर एक स्क्रीन रीडर इंस्टॉल किया हुआ है, और यह वेबसाइट उसके साथ संगत है।",
    "Ul_Heading6": "Keyboard Navigation Profile (Motor-Impaired):",
    "UlLi_6": "यह प्रोफ़ाइल मोटर अक्षमताओं वाले लोगों को वेबसाइट का उपयोग करने में सक्षम बनाता है Tab, Shift+Tab, और Enter कुंजियों का उपयोग करके। उपयोगकर्ता शॉर्टकट जैसे 'M' (मेनू), 'H' (हेडिंग), 'F' (फ़ॉर्म), 'B' (बटन), और 'G' (ग्राफ़िक्स) का उपयोग करके विशिष्ट तत्वों पर जंप सकते हैं।",
    "Ol_Heading3": "Font adjustments –",
    "OlLi_3": "उपयोगकर्ता फ़ॉन्ट का आकार बढ़ा सकते हैं, फ़ॉन्ट फ़ैमिली (प्रकार) बदल सकते हैं, लाइन की ऊंचाई, स्पेसिंग, एलाइनमेंट, और बहुत कुछ को समायोजित कर सकते हैं।",
    "Ol_Heading4": "Color adjustments –",
    "OlLi_4": "उपयोगकर्ता विभिन्न रंग कंट्रास्ट प्रोफ़ाइल जैसे लाइट, डार्क, इनवर्टेड, और मोनोक्रोम चुन सकते हैं। इसके अतिरिक्त, उपयोगकर्ता सात से अधिक अलग-अलग रंग स्कीम को शीर्षकों, टेक्स्ट, और पृष्ठभूमि के लिए स्वैच्छिक रूप से बदल सकते हैं।",
    "Ol_Heading5": "Animations –",
    "OlLi_5": "एपिलेप्सी से पीड़ित लोग एक ही क्लिक से सभी चल रही एनिमेशन को रोक सकते हैं। वेबसाइट के इंटरफ़ेस द्वारा नियंत्रित एनिमेशन में वीडियो, जीआइएफ, और सीएसएस में चमकदार परिवर्तन शामिल हैं।",
    "Ol_Heading6": "Content highlighting –",
    "OlLi_6": "उपयोगकर्ता महत्वपूर्ण तत्वों जैसे लिंक और शीर्षकों को हाइलाइट करने का चयन कर सकते हैं। वे केवल फ़ोकस या होवर किए गए तत्वों को हाइलाइट करने का चयन भी कर सकते हैं।",
    "Ol_Heading7": "Audio muting –",
    "OlLi_7": "हीयरिंग एड्स का उपयोग करने वाले उपयोगकर्ता स्वचालित ऑडियो प्लेबैक के कारण सिर दर्द या अन्य समस्याओं का सामना कर सकते हैं। यह विकल्प उपयोगकर्ताओं को पूरी वेबसाइट को तुरंत म्यूट करने की अनुमति देता है।",
    "Ol_Heading8": "Cognitive disorders –",
    "OlLi_8": "हम Wikipedia और Wiktionary से जुड़े एक सर्च इंजन का उपयोग करते हैं, जो संज्ञानात्मक अक्षमताओं वाले लोगों को वाक्यांश, छोटे नाम, स्लैंग, और अन्य के अर्थ समझने में मदद करता है।",
    "Ol_Heading9": "Additional functions –",
    "OlLi_9": "हम उपयोगकर्ताओं को कर्सर का रंग और आकार बदलने, एक प्रिंट मोड का उपयोग करने, एक वर्चुअल कीबोर्ड को सक्रिय करने, और बहुत कुछ और सुविधाओं का उपयोग करने की अनुमति देते हैं।",
    "Heading3": "Additional UI, design, and readability adjustments",
    "Heading4": "Compatibility with assistive technologies and browsers",
    "Paragraph_7": "हमारा उद्देश्य उतनी ही ब्राउज़र और सहायक तकनीकों का समर्थन करना है जितना संभव हो सके, ताकि हमारे उपयोगकर्ता अपने लिए सबसे उपयुक्त टूल चुन सकें बिना किसी रोक-टोक के। इसलिए, हमने बहुत मेहनत की है ताकि हम सभी मुख्य सिस्टम का समर्थन कर सकें जो बाज़ार के 95% से अधिक हिस्से का प्रतिनिधित्व करते हैं, जिसमें Google Chrome, Mozilla Firefox, Apple Safari, Opera और Microsoft Edge, JAWS और NVDA (स्क्रीन रीडर) शामिल हैं, चाहे वे Windows उपयोगकर्ता हों या MAC उपयोगकर्ता।",
    "Heading5": "Notes, comments, and feedback",
    "Paragraph_8": "हमारे सर्वोत्तम प्रयासों के बावजूद, कुछ पृष्ठों या सेक्शन ऐसे हो सकते हैं जो अभी तक पूरी तरह से एक्सेसिबल नहीं हैं, अपडेट की प्रक्रिया में हैं, या जिनके लिए कोई उपयुक्त तकनीकी समाधान उपलब्ध नहीं है ताकि उन्हें एक्सेसिबल बनाया जा सके। फिर भी, हम निरंतर अपनी एक्सेसिबिलिटी को बेहतर बनाते रहते हैं, नई सुविधाओं और विकल्पों को जोड़ते रहते हैं, उन्हें अपडेट करते रहते हैं, और नई तकनीकों का विकास और अपनाया करते रहते हैं। यह सब कुछ इसलिए है ताकि तकनीकी उन्नति के साथ उत्कृष्ट एक्सेसिबिलिटी स्तर तक पहुंचा जा सके। यदि आप वेबसाइट के मालिक से संपर्क करना चाहते हैं, तो कृपया वेबसाइट के फ़ॉर्म का उपयोग करें।"
  },
    "interfaceModel": {
        "title": "एक्सेसिबिलिटी इंटरफ़ेस छुपाएं?",
        "description": "कृपया ध्यान दें: यदि आप एक्सेसिबिलिटी इंटरफ़ेस को छुपाने का विकल्प चुनते हैं, तो आप इसे अब और नहीं देख पाएंगे, जब तक आप अपनी ब्राउज़िंग हिस्ट्री और डेटा साफ़ नहीं करते। क्या आप सुनिश्चित हैं कि आप इंटरफ़ेस को छुपाना चाहते हैं?",
        "accept": "स्वीकार करें",
        "cancel": "रद्द करें"
    },
    "toasterMessage": "सेटिंग रीसेट!",
    "profile": {
        "title": "प्रोफाइल्स",
        "motorImpaired": "मोटर बाधित",
        "blind": "नेत्रहीन",
        "colorBlind": "रंग दृष्टिहीन",
        "dyslexia": "डिस्लेक्सिया",
        "visuallyImpaired": "दृष्टिहीन",
        "cognitiveLearning": "संज्ञानात्मक एवं शिक्षा",
        "seizureEpileptic": "मिर्गी और दौरा",
        "adhd": "एडीएचडी"
    },
    "content": {
        "title": "सामग्री",
        "showTooltips": "टूलटिप्स दिखाएं",
        "fontSize": "फॉन्ट आकार",
        "letterSpacing": "अक्षर अंतराल",
        "textAlign": "पाठ संरेखण",
        "lineHeight": "लाइन ऊँचाई",
        "underlineTitles": "शीर्षकों को रेखांकित करें",
        "underlineLinks": "लिंक्स को रेखांकित करें",
        "zoomScreen": "स्क्रीन ज़ूम करें",
        "readingLine": "पढ़ने की रेखा",
        "dyslexiaFonts": "डिस्लेक्सिया फोंट्स",
        "readableFont": "पढ़ने योग्य फॉन्ट",
        "keyboardNav": "कीबोर्ड नेव",
        "leftAlign": "बाएं संरेखित",
        "centerAlign": "केंद्र में संरेखित",
        "rightAlign": "दाएं संरेखित",
        "justifyAlign": "संपूर्ण संरेखित",
        "readingMask": "पढ़ने का मुखौटा"
    },
    "color": {
        "title": "रंग",
        "invertColors": "रंग उलटें",
        "darkContrast": "गहरे कंट्रास्ट",
        "lightContrast": "हल्का कंट्रास्ट",
        "saturation": "संतृप्ति",
        "lowSaturation": "कम संतृप्ति",
        "highSaturation": "उच्च संतृप्ति",
        "desaturate": "निर्विकार करें",
        "brightness": "चमक",
        "lowBrightness": "कम चमक",
        "mediumBrightness": "मध्यम चमक",
        "highBrightness": "उच्च चमक"
    },
    "colorsSettings": {
        "textColor": "पाठ रंग",
        "titleColor": "शीर्षक रंग",
        "backgroundColor": "पृष्ठभूमि का रंग"
    },
    "orientation": {
        "title": "दिशा",
        "bigCursor": "बड़ा कर्सर",
        "bigWhiteCursor": "बड़ा सफेद कर्सर",
        "bigBlackCursor": "बड़ा काला कर्सर",
        "textToSpeech": "पाठ को वाणी में बदलें",
        "normal": "सामान्य",
        "slow": "धीमा",
        "fast": "तेज़",
        "hideImage": "छवि छुपाएं",
        "muteSounds": "ध्वनियाँ बंद करें",
        "pauseAnimations": "एनीमेशन रोकें",
        "highlightHover": "हाइलाइट होवर",
        "readMode": "पढ़ने का मोड",
        "highlightFocus": "हाइलाइट फोकस",
        "voiceNavigation": "वॉइस नेविगेशन"
    },
    "linkNavigator": {
        "title": "लिंक",
        "links": [
            "नेविगेट करने के लिए लिंक चुनें",
            "सामग्री पर जाएं",
            "होम",
            "कैटलॉग",
            "संपर्क",
            "लॉग इन करें",
            "कार्ट",
            "सभी लिंग UNEEK II कन्वर्टिबल | ब्लैक/जॉली ग्रीन"
        ]
    },
    "footer": {
        "statement": "कथन",
        "resetSettings": "सेटिंग्स रीसेट करें",
        "poweredBy": "आईसोनॉमी द्वारा संचालित"
    }
}
