{
  "chooseLanguage": "Válasszon nyelvet",
  "statementModel": {
    "title": "Hozzáférhetőségi Nyilatkozat",
    "complianceStatus": "Megfelelőségi Állapot",
    "Paragraph_1": "Hittünk, hogy az internetnek elérhetőnek és hozzáférhetőnek kell lennie mindenki számára, és elkötelezettek vagyunk egy olyan weboldalt biztosítani, amely a lehető legszélesebb közönség számára elérhető. Ezért igyekszünk arra, hogy a weboldalunk a lehető legtöbb ember számára hozzáférhető legyen, függetlenül a képességeiktől.",
    "Paragraph_2": "Ennek eléréséhez igyekszünk arra, hogy a lehető legszigorúbban kövessük a Webes Tartalom Hozzáférhetőségi Irányelvek 2.1 (WCAG 2.1) AA szintű irányelveket, amelyeket a Webes Tartalom Hozzáférhetőségi Kezdeményezés (W3C) alkotta. Ezek az irányelvek magyarázzák, hogyan lehet a webtartalmat olyan emberek számára is hozzáférhetővé tenni, akiknek vizuális, hallási, kognitív vagy mozgási fogyatékossága van. Az irányelvek betartása lehetővé teszi számunkra, hogy a weboldalunk a vakok, a hallássérültek, a kognitív fogyatékoságokkal élők, valamint a mozgássérültek számára is hozzáférhető legyen.",
    "Paragraph_3": "A weboldalunk számos olyan technológiát használ, amelyek a lehető legjobban biztosítják a hozzáférhetőséget. Egy felhasználói felületet (UI) és egy webhely dizájnt használók számára lehetővé teszi, hogy a felületet és a dizájnt a saját igényeik szerint állítsák be.",
    "Paragraph_4": "Ezen felül a weboldalunk egy mesterséges intelligencia alapú alkalmazást futtat a háttérben, amely optimalizálja a weboldalunk hozzáférhetőségi szintjét. Ez az alkalmazás javítja a weboldalunk HTML-kódját, és optimalizálja a funkcionalitását a képernyőolvasók és a billentyűzet használók számára.",
    "Paragraph_5": "Ha szeretné kapcsolatba lépni a weboldal tulajdonosával, kérjük, használja a weboldalon található űrlapot.",
    "Heading1": "Screen-reader and keyboard navigation",
    "Paragraph_6": "A weboldalunk implementálja az ARIA (Accessible Rich Internet Applications) technikát és számos viselkedésbeli változtatást, hogy biztosítsuk, hogy a képernyőolvasókkal rendelkező vak felhasználók a weboldalunk funkcióit olvashassák, érthessék és élvezhessék. Amint egy képernyőolvasót használó felhasználó először lép a weboldalunkra, azonnali meghívást kap, hogy lépjen be a Képernyőolvasó Profilba, így hatékonyabban tudja böngészni és kezelni a weboldalt. Íme, hogyan fedezük a képernyőolvasók számára a legfontosabb követelményeket:",
    "Ol_Heading1": "Screen-reader optimization:",
    "OlLi_1": "Futtatunk egy folyamatot, amely a weboldalunk összetevőit fentről lefelé tanulmányozza, hogy biztosítsuk a folyamatos megfelelését, még akkor is, ha frissítjük a weboldalt. Ebben a folyamatban a képernyőolvasók számára értékes adatokat biztosítunk az ARIA attribútumkészlet segítségével. Például pontos címkéket adunk a formokhoz; leírásokat az interaktív ikonokhoz (társadalmi média ikonok, kereső ikonok, bevásárló kosár ikonok stb.); beviteli mezők validálási útmutatásait; elemek szerepeit, mint például gombok, menük, modális párbeszédablakok (pop-up ablakok) és egyéb.",
    "OlLi_10": "Ezen felül a háttérfolyamat letapogatja a weboldalunk összes képet, és pontos és értékes leírást biztosít a képekhez, amelyek nem rendelkeznek leírással, az objektumok felismerésén alapuló ALT (alternatív szöveg) címkék formájában. Emellegeti szövegeket is kivon a képek belsejéből OCR (Optikai Jel- és Karakterfelismerés) technológia segítségével. A képernyőolvasó beállítások bármikor aktiválhatók az Alt+1 billentyűkombináció lenyomásával. A képernyőolvasó felhasználók automatikus értesítéseket kapnak arról, hogy aktiválják a képernyőolvasó módot, amint csak belépnek a weboldalra.",
    "OlLi_11": "Ezek a beállítások kompatibilisek a népszerű képernyőolvasókkal, mint például a JAWS, NVDA, VoiceOver és TalkBack.",
    "Ol_Heading2": "Keyboard navigation optimization:",
    "OlLi_2": "A háttérfolyamat módosítja a weboldalunk HTML-kódját, és számos viselkedést ad hozzá JavaScript kóddal, hogy a weboldalunk billentyűzettel is navigálható legyen. Ez magában foglalja a Tab és Shift+Tab billentyűk használatával történő navigálást, a legördülő menük nyílását és bezárását az Enter billentyűvel, a gombok és hivatkozások aktiválását az Enter billentyűvel, a rádiógombok és jelölőnégyzetek közötti navigálást a nyíl billentyűkkel, valamint azok kitöltését a Space vagy Enter billentyűvel.",
    "OlLi_12": "Ezen felül a billentyűzet használók számára elérhetővé teszi a tartalomugró menüket, amelyek bármikor is elérhetővé válnak az Alt+2 billentyű lenyomásával, vagy akár a weboldalunk billentyűzetes navigációjának első elemeként is. A háttérfolyamat kezeli az aktivált pop-up ablakokat is, átmozgatva a billentyűzet fókuszt azokra, amint azok megjelennek, és megakadályozza, hogy a fókusz elmozduljon.",
    "OlLi_13": "A felhasználók gyorsbillentyűket is használhatnak, mint például a „M” (menük), „H” (címek), „F” (űrlapok), „B” (gombok) és „G” (grafikonok) gyorsbillentyűket a specifikus elemekhez való ugráshoz.",
    "Heading2": "Disability profiles supported on our website",
    "Ul_Heading1": "Epilepsy Safe Profile:",
    "UlLi_1": "Ez a profil lehetővé teszi az epilepsziásban szenvedők számára, hogy biztonságosan használják a weboldalt, kizárva a rohamok kockázatát, amelyeket a villódzó animációk és a kockázatos színkombinációk okozhatnak.",
    "Ul_Heading2": "Vision Impaired Profile:",
    "UlLi_2": "Ez a profil a weboldalunkat úgy alakítja, hogy a legtöbb látási fogyatékossággal élők számára is hozzáférhető legyen, beleértve a látásromlást, a tunnel-látást, a szürkehályogot és a glaukómát.",
    "Ul_Heading3": "Cognitive Disability Profile:",
    "UlLi_3": "Ez a profil számos segítő funkciót biztosít az autizmussal, diszlexiával, agyhályoggal vagy egyéb kognitív fogyatékossággal élők számára, hogy könnyebben összpontosíthassan a lényeges elemekre.",
    "Ul_Heading4": "ADHD Friendly Profile:",
    "UlLi_4": "Ez a profil jelentősen csökkenti a zavaró és zajos elemeket, hogy segítse az ADHD-vel és a neurofejlődési rendellenességekkel élőket a böngészésben, az olvasásban és a lényeges elemekre való összpontosításban.",
    "Ul_Heading5": "Blind Users Profile (Screen-readers):",
    "UlLi_5": "Ez a profil a weboldalunkat úgy alakítja, hogy kompatibilis legyen a JAWS, NVDA, VoiceOver és TalkBack képernyőolvasókkal. A képernyőolvasó a vak felhasználók számítógépén van telepítve, és ez a weboldalunk is kompatibilis vele.",
    "Ul_Heading6": "Keyboard Navigation Profile (Motor-Impaired):",
    "UlLi_6": "Ez a profil lehetővé teszi a mozgássérültek számára, hogy a Tab, Shift+Tab és Enter billentyűk használatával navigáljanak a weboldalunkon.",
    "Ol_Heading3": "Font adjustments –",
    "OlLi_3": "A felhasználók módosíthatják a betűtípus méretét, a betűtípus családját, a távolságot, a beállítást, a sorok magasságát és még sokát.",
    "Ol_Heading4": "Color adjustments –",
    "OlLi_4": "A felhasználók választhatnak különböző kontrasztbeállításokat, mint például világos, sötét, inverz és monokróm. Emellett még hét különböző színbeállítást is választhatnak a címek, szövegek és háttérszínek számára.",
    "Ol_Heading5": "Animations –",
    "OlLi_5": "Az epilepsziás felhasználók egyetlen kattintással leállíthatják az összes animációt. Az animációkat a felhasználói felület vezérli, amely magában foglalja a videókat, GIF-eket és a CSS villódzó átmeneteket.",
    "Ol_Heading6": "Content highlighting –",
    "OlLi_6": "A felhasználók kiválaszthatják a lényeges elemek, mint például a hivatkozások és címek kiemelését. Emellett kiválaszthatják, hogy csak a fókuszáltra vagy rámutatott elemek legyenek kiemelve.",
    "Ol_Heading7": "Audio muting –",
    "OlLi_7": "A hallássérültekkel rendelkező felhasználók fejfájást okozhat vagy más problémákat okozhat az automatikus hanglejátszás miatt. Ez a funkció lehetővé teszi számukra, hogy azonnal leállítsák a weboldalunk összes hangját.",
    "Ol_Heading8": "Cognitive disorders –",
    "OlLi_8": "Egy Wikipédia és Wikiszótár alapú keresőmotort használunk, amely lehetővé teszi a kognitív fogyatékossággal élők számára, hogy megértsék a rövidítések, kezdőbetűk, szleng és egyéb kifejezések jelentését.",
    "Ol_Heading9": "Additional functions –",
    "OlLi_9": "Lehetővé tesszük a felhasználók számára, hogy módosítsák a kurzor színét és méretét, használják a nyomtatási módot, aktiválják a virtuális billentyűzetet és még sokát.",
    "Heading3": "Additional UI, design, and readability adjustments",
    "Heading4": "Compatibility with assistive technologies and browsers",
    "Paragraph_7": "Célunk, hogy a lehető legtöbb böngészőt és segítő technológiát támogassuk, hogy a felhasználóink a legmegfelelőbb eszközöket választhassák a legkevesebb korlátozásokkal. Ennek érdekében nagyon dolgoztunk azon, hogy támogassuk az összes főbb rendszert, amelyek a piac 95%-át fedezik, beleértve a Google Chrome, Mozilla Firefox, Apple Safari, Opera és Microsoft Edge, JAWS és NVDA (képernyőolvasók) böngészőket, mind a Windows, mind pedig a MAC felhasználók számára.",
    "Heading5": "Notes, comments, and feedback",
    "Paragraph_8": "Minden erőfeszítésünk ellenére, hogy mindenki számára legyen testre szabható a weboldalunk, előfordulhatnak olyan oldalak vagy szakaszok, amelyek még nem teljesen hozzáférhetőek, vagy éppen fejlesztés alatt állnak, hogy teljesen hozzáférhetővé váljanak, vagy hiányzik hozzájuk a megfelelő technológiai megoldás. Ennek ellenére folyamatosan fejlesztjük a hozzáférhetőséget, frissítjük, fejlesztjük és új technológiákat vezetünk be. Mindez a legmagasabb szintű hozzáférhetőségi szint eléréséhez vezet, a technológiai fejlődésekkel összhangban. Ha szeretné kapcsolatba lépni a weboldal tulajdonosával, kérjük, használja a weboldalon található űrlapot."
  },
  "interfaceModel": {
    "title": "Hozzáférhetőségi felület elrejtése?",
    "description": "Kérjük, vegye figyelembe, hogy ha elrejti a hozzáférhetőségi felületet, többé nem lesz látható, kivéve, ha törli a böngészési előzményeket és adatokat. Biztos benne, hogy el akarja rejteni a felületet?",
    "accept": "Elfogadom",
    "cancel": "Mégse"
  },
  "toasterMessage": "Az Isonomy beállításai visszaállítva.",
  "profile": {
    "title": "Profilok",
    "motorImpaired": "Mozgássérült",
    "blind": "Vak",
    "colorBlind": "Színvak",
    "dyslexia": "Diszlexia",
    "visuallyImpaired": "Látássérült",
    "cognitiveLearning": "Kognitív és Tanulási",
    "seizureEpileptic": "Roham és Epilepszia",
    "adhd": "ADHD"
  },
  "content": {
    "title": "Tartalom",
    "showTooltips": "Eszköztippek megjelenítése",
    "fontSize": "Betűméret",
    "letterSpacing": "Betűköz",
    "textAlign": "Szöveg igazítása",
    "lineHeight": "Sorköz",
    "underlineTitles": "Címek aláhúzása",
    "underlineLinks": "Linkek aláhúzása",
    "zoomScreen": "Képernyő nagyítása",
    "readingLine": "Olvasóvonal",
    "dyslexiaFonts": "Diszlexiás betűk",
    "readableFont": "Olvasható betűtípus",
    "keyboardNav": "Billentyűzetes navigáció",
    "leftAlign": "Balra igazítás",
    "centerAlign": "Középre igazítás",
    "rightAlign": "Jobbra igazítás",
    "justifyAlign": "Sorkizárt igazítás",
    "readingMask": "Olvasási maszk"
  },
  "color": {
    "title": "Szín",
    "invertColors": "Színek inverzálása",
    "darkContrast": "Sötét kontraszt",
    "lightContrast": "Világos kontraszt",
    "saturation": "Telítettség",
    "lowSaturation": "Alacsony telítettség",
    "highSaturation": "Magas telítettség",
    "desaturate": "Deszaturálás",
    "brightness": "Fényerő",
    "lowBrightness": "Alacsony fényerő",
    "mediumBrightness": "Közepes fényerő",
    "highBrightness": "Magas fényerő"
  },
  "colorsSettings": {
    "textColor": "Szöveg színe",
    "titleColor": "Cím színe",
    "backgroundColor": "Háttér színe"
  },
  "orientation": {
    "title": "Tájolás",
    "bigCursor": "Nagy kurzor",
    "bigWhiteCursor": "Nagy fehér kurzor",
    "bigBlackCursor": "Nagy fekete kurzor",
    "textToSpeech": "Szövegből beszéd",
    "normal": "Normál",
    "slow": "Lassú",
    "fast": "Gyors",
    "hideImage": "Kép elrejtése",
    "muteSounds": "Hangok némítása",
    "pauseAnimations": "Animációk szüneteltetése",
    "highlightHover": "Színkiemelés rámutatáskor",
    "readMode": "Olvasási mód",
    "highlightFocus": "Színkiemelés fókuszáláskor",
    "voiceNavigation": "Hangalapú navigáció"
  },
  "linkNavigator": {
    "title": "Link",
    "links": [
      "Válasszon egy linket a navigáláshoz",
      "Ugrás a tartalomra",
      "Kezdőlap",
      "Katalógus",
      "Kapcsolat",
      "Bejelentkezés",
      "Kosár",
      "Minden nemű UNEEK II Convertible | Fekete/Jolly Zöld"
    ]
  },
  "footer": {
    "statement": "Nyilatkozat",
    "resetSettings": "Beállítások visszaállítása",
    "poweredBy": "A Isonomy üzemelteti"
  }
}
