{
  "chooseLanguage": "Scegli una lingua",
  "statementModel": {
    "title": "Dichiarazione di Accessibilità",
    "complianceStatus": "Stato di Conformità",
   "Paragraph_1": "Crediamo fermamente che Internet debba essere disponibile e accessibile a tutti, e ci impegniamo a fornire un sito web che sia accessibile al pubblico più ampio possibile, indipendentemente dalle loro capacità.",
    "Paragraph_2": "A tal fine, ci sforziamo di conformarci il più rigorosamente possibile alle Linee Guida per l'Accessibilità dei Contenuti Web 2.1 (WCAG 2.1) del Consorzio World Wide Web (W3C) al livello AA. Queste linee guida spiegano come rendere i contenuti web accessibili alle persone con una vasta gamma di disabilità. La conformità a queste linee guida ci aiuta a garantire che il sito web sia accessibile a persone non vedenti, con disabilità motorie, visive, cognitive e altro.",
    "Paragraph_3": "Questo sito web utilizza diverse tecnologie mirate a renderlo il più accessibile possibile in ogni momento. Utilizziamo un'interfaccia di accessibilità che permette alle persone con disabilità specifiche di regolare l'interfaccia utente (UI) e il design del sito secondo le loro esigenze personali.",
    "Paragraph_4": "Inoltre, il sito web utilizza un'applicazione basata su intelligenza artificiale che funziona in background e ottimizza continuamente il livello di accessibilità. Questa applicazione ripara il codice HTML del sito, adatta la sua funzionalità e comportamento per gli screen reader utilizzati dalle persone non vedenti e per le funzioni di tastiera utilizzate dalle persone con disabilità motorie.",
    "Paragraph_5": "Se desideri contattare il proprietario del sito, utilizza il modulo del sito",
    "Heading1": "Screen reader e navigazione da tastiera",
    "Paragraph_6": "Il nostro sito web implementa la tecnica degli attributi ARIA (Accessible Rich Internet Applications) insieme a vari cambiamenti comportamentali per garantire che gli utenti non vedenti che visitano il sito con screen reader possano leggere, comprendere e apprezzare le funzionalità del sito. Non appena un utente con uno screen reader accede al nostro sito, riceve immediatamente un invito a entrare nel Profilo Screen Reader per poter navigare ed operare il sito in modo efficace. Ecco come il nostro sito copre alcuni dei requisiti più importanti degli screen reader:",
    "Ol_Heading1": "Ottimizzazione degli screen reader:",
    "OlLi_1": "eseguiamo un processo che impara i componenti del sito dall'alto verso il basso per garantire la conformità continua anche quando il sito viene aggiornato. In questo processo, forniamo agli screen reader dati significativi utilizzando il set di attributi ARIA. Ad esempio, forniamo etichette precise per i moduli, descrizioni per icone interattive (icone di social media, icone di ricerca, icone del carrello, ecc.), indicazioni di convalida per i campi dei moduli, ruoli degli elementi come pulsanti, menu, finestre modali (popup) e altro.",
    "OlLi_10": "Inoltre, il processo in background scansiona tutte le immagini del sito. Fornisce una descrizione significativa e precisa basata sul riconoscimento degli oggetti nell'immagine come un tag ALT (testo alternativo) per le immagini non descritte. Estrae anche i testi incorporati nell'immagine utilizzando la tecnologia OCR (Optical Character Recognition). Per attivare gli aggiustamenti degli screen reader in qualsiasi momento, gli utenti devono solo premere la combinazione di tasti Alt+1. Gli utenti di screen reader ricevono anche notifiche automatiche per attivare la modalità screen reader non appena accedono al sito.",
    "OlLi_11": "Questi aggiustamenti sono compatibili con i lettori di schermo popolari come JAWS, NVDA, VoiceOver e TalkBack.",
    "Ol_Heading2": "Ottimizzazione della navigazione da tastiera:",
    "OlLi_2": "Il processo in background adatta anche il codice HTML del sito e aggiunge vari comportamenti utilizzando il codice JavaScript per rendere il sito operabile tramite tastiera. Questo include la capacità di navigare nel sito utilizzando i tasti Tab e Shift+Tab, operare menu a discesa con i tasti freccia, chiuderli con Esc, attivare pulsanti e collegamenti con il tasto Invio, navigare tra elementi radio e caselle di controllo utilizzando i tasti freccia e riempirli con la barra spaziatrice o il tasto Invio.",
    "OlLi_12": "Inoltre, gli utenti di tastiera troveranno menu di salto dei contenuti disponibili in qualsiasi momento premendo Alt+2, o come primo elemento del sito durante la navigazione con la tastiera. Il processo in background gestisce anche i popup attivati spostando il focus della tastiera verso di essi non appena appaiono, impedendo al focus di deviare.",
    "OlLi_13": "Gli utenti possono anche utilizzare scorciatoie come “M” (menu), “H” (intestazioni), “F” (moduli), “B” (pulsanti) e “G” (grafici) per saltare a elementi specifici.",
    "Heading2": "Profili di disabilità supportati sul nostro sito",
    "Ul_Heading1": "Profilo sicuro per l'epilessia:",
    "UlLi_1": "questo profilo permette alle persone con epilessia di utilizzare il sito in sicurezza eliminando il rischio di crisi derivanti da animazioni lampeggianti o combinazioni di colori rischiose.",
    "Ul_Heading2": "Profilo per disabilità visive:",
    "UlLi_2": "questo profilo adatta il sito per renderlo accessibile alla maggior parte delle disabilità visive come la degenerazione della vista, la visione a tunnel, la cataratta, il glaucoma e altre.",
    "Ul_Heading3": "Profilo di disabilità cognitive:",
    "UlLi_3": "questo profilo fornisce varie funzionalità di supporto per aiutare gli utenti con disabilità cognitive come l'autismo, la dislessia, l'ictus, e altre, a concentrarsi meglio sugli elementi essenziali.",
    "Ul_Heading4": "Profilo amichevole per ADHD:",
    "UlLi_4": "questo profilo riduce significativamente le distrazioni e il rumore per aiutare le persone con ADHD e disturbi del neurosviluppo a navigare, leggere e concentrarsi meglio sugli elementi essenziali.",
    "Ul_Heading5": "Profilo per utenti non vedenti (screen reader):",
    "UlLi_5": "questo profilo adatta il sito per renderlo compatibile con gli screen reader come JAWS, NVDA, VoiceOver e TalkBack. Uno screen reader è installato sul computer dell'utente non vedente e questo sito è compatibile con esso.",
    "Ul_Heading6": "Profilo di navigazione da tastiera (disabili motori):",
    "UlLi_6": "questo profilo permette alle persone con disabilità motorie di operare il sito utilizzando i tasti Tab, Shift+Tab e Invio. Gli utenti possono anche utilizzare scorciatoie come “M” (menu), “H” (intestazioni), “F” (moduli), “B” (pulsanti) e “G” (grafici) per saltare a elementi specifici.",
    "Ol_Heading3": "Regolazioni del carattere –",
    "OlLi_3": "gli utenti possono aumentare e diminuire la dimensione del carattere, cambiare la famiglia (tipo), regolare lo spazio, l'allineamento, l'altezza della riga e altro.",
    "Ol_Heading4": "Regolazioni del colore –",
    "OlLi_4": "gli utenti possono selezionare vari profili di contrasto dei colori come chiaro, scuro, invertito e monocromatico. Inoltre, gli utenti possono cambiare gli schemi di colore per titoli, testi e sfondi con più di sette diverse opzioni di colorazione.",
    "Ol_Heading5": "Animazioni –",
    "OlLi_5": "gli utenti con epilessia possono fermare tutte le animazioni in corso con un semplice clic. Le animazioni controllate dall'interfaccia utente includono video, GIF e transizioni lampeggianti in CSS.",
    "Ol_Heading6": "Evidenziazione del contenuto –",
    "OlLi_6": "gli utenti possono scegliere di evidenziare elementi essenziali come collegamenti e titoli. Possono anche scegliere di evidenziare solo gli elementi a fuoco o su cui si passa il mouse.",
    "Ol_Heading7": "Disattivazione dell'audio –",
    "OlLi_7": "gli utenti con dispositivi di ascolto possono soffrire di mal di testa o altri problemi a causa della riproduzione automatica dell'audio. Questa opzione consente agli utenti di disattivare immediatamente tutto il sito.",
    "Ol_Heading8": "Disturbi cognitivi –",
    "OlLi_8": "utilizziamo un motore di ricerca collegato a Wikipedia e Wiktionary, che permette alle persone con disturbi cognitivi di decifrare i significati di frasi, iniziali, gergo e altro.",
    "Ol_Heading9": "Funzioni aggiuntive –",
    "OlLi_9": "consentiamo agli utenti di cambiare il colore e la dimensione del cursore, utilizzare una modalità di stampa, attivare una tastiera virtuale e molto altro.",
    "Heading3": "Aggiustamenti aggiuntivi dell'interfaccia utente, del design e della leggibilità",
    "Heading4": "Compatibilità con tecnologie assistive e browser",
    "Paragraph_7": "Ci impegniamo a supportare il maggior numero possibile di browser e tecnologie assistive in modo che i nostri utenti possano scegliere gli strumenti più adatti a loro, con il minor numero di limitazioni possibile. Per questo, abbiamo lavorato duramente per supportare tutti i principali sistemi che rappresentano oltre il 95% della quota di mercato degli utenti, inclusi Google Chrome, Mozilla Firefox, Apple Safari, Opera e Microsoft Edge, JAWS e NVDA (screen reader), sia per utenti Windows che Mac.",
    "Heading5": "Note, commenti e feedback",
    "Paragraph_8": "Nonostante i nostri migliori sforzi per permettere a chiunque di regolare il sito secondo le proprie esigenze, potrebbero esserci pagine o sezioni che non sono ancora completamente accessibili, che sono in fase di diventare accessibili o che mancano di una soluzione tecnologica adeguata per renderle accessibili. Tuttavia, stiamo migliorando continuamente la nostra accessibilità, aggiungendo, aggiornando, migliorando le sue opzioni e funzionalità e adottando nuove tecnologie. Tutto questo è volto a raggiungere il livello ottimale di accessibilità seguendo i progressi tecnologici. Se desideri contattare il proprietario del sito, utilizza il modulo del sito."
  },
  "interfaceModel": {
    "title": "Nascondere l'interfaccia di accessibilità?",
    "description": "Si prega di notare: se si sceglie di nascondere l'interfaccia di accessibilità, non sarà più possibile vederla a meno che non si cancelli la cronologia e i dati di navigazione. Sei sicuro di voler nascondere l'interfaccia?",
    "accept": "Accetta",
    "cancel": "Annulla"
  },
  "toasterMessage": "Impostazioni ripristinate!",
  "profile": {
    "title": "Profili",
    "motorImpaired": "Disabilità Motorie",
    "blind": "Cieco",
    "colorBlind": "Daltonismo",
    "dyslexia": "Dislessia",
    "visuallyImpaired": "Disabilità Visiva",
    "cognitiveLearning": "Cognitive e di Apprendimento",
    "seizureEpileptic": "Epilettico e Convulsioni",
    "adhd": "ADHD"
  },
  "content": {
    "title": "Contenuto",
    "showTooltips": "Mostra suggerimenti",
    "fontSize": "Dimensione del carattere",
    "letterSpacing": "Spaziatura tra le lettere",
    "textAlign": "Allineamento del testo",
    "lineHeight": "Altezza della linea",
    "underlineTitles": "Sottolinea i titoli",
    "underlineLinks": "Sottolinea i link",
    "zoomScreen": "Zoom sullo schermo",
    "readingLine": "Linea di lettura",
    "dyslexiaFonts": "Caratteri per dislessia",
    "readableFont": "Carattere leggibile",
    "keyboardNav": "Navigazione da tastiera",
    "leftAlign": "Allinea a sinistra",
    "centerAlign": "Allinea al centro",
    "rightAlign": "Allinea a destra",
    "justifyAlign": "Giustifica",
    "readingMask": "Maschera di lettura"
  },
  "color": {
    "title": "Colore",
    "invertColors": "Inverti i colori",
    "darkContrast": "Contrasto scuro",
    "lightContrast": "Contrasto chiaro",
    "saturation": "Saturazione",
    "lowSaturation": "Bassa saturazione",
    "highSaturation": "Alta saturazione",
    "desaturate": "Desaturare",
    "brightness": "Luminosità",
    "lowBrightness": "Bassa luminosità",
    "mediumBrightness": "Luminosità media",
    "highBrightness": "Alta luminosità"
  },
  "colorsSettings": {
    "textColor": "Colore del testo",
    "titleColor": "Colore del titolo",
    "backgroundColor": "Colore di sfondo"
  },
  "orientation": {
    "title": "Orientamento",
    "bigCursor": "Cursore grande",
    "bigWhiteCursor": "Cursore bianco grande",
    "bigBlackCursor": "Cursore nero grande",
    "textToSpeech": "Testo in voce",
    "normal": "Normale",
    "slow": "Lento",
    "fast": "Veloce",
    "hideImage": "Nascondi immagine",
    "muteSounds": "Disattiva i suoni",
    "pauseAnimations": "Pausa animazioni",
    "highlightHover": "Evidenzia hover",
    "readMode": "Modalità di lettura",
    "highlightFocus": "Evidenzia il focus",
    "voiceNavigation": "Navigazione vocale"
  },
  "linkNavigator": {
    "title": "Link",
    "links": [
      "Seleziona un link per navigare",
      "Vai al contenuto",
      "Home",
      "Catalogo",
      "Contatti",
      "Accedi",
      "Carrello",
      "Tutti i generi UNEEK II",
      "Mappa",
      "Ricerca"
    ]
  },
  "footer": {
    "statement": "Dichiarazione",
    "resetSettings": "Ripristina impostazioni",
    "poweredBy": "Sostenuto da Isonomy"
  }
}
