{
   "chooseLanguage":"Velg et språk",
  "statementModel": {
   "title": "Tilgjengelighetserklæring",
   "complianceStatus": "Overensstemmelsesstatus",
   "Paragraph_1": "Vi er overbevist om at internettet skal være tilgængeligt og brukbart for alle, og vi sikrer at vores hjemmeside er tilgængelig for det bredeste mulige antal af brugere, uanset for deres evner.",
    "Paragraph_2": "For at opnå dette, søger vi at overholde de strenge retningslinjer for webindhold fra World Wide Web Consortium (W3C) på niveau AA. Disse retningslinjer sikrer, at webindhold er tilgængelige for personer med forskellige former for funktionsnedsættelser, herunder blinde, synshemmede, kognitive og motoriske.",
    "Paragraph_3": "Denne hjemmeside bruger vi forskellige teknologier for at gøre den tilgængelig for flest muligt. Vi bruger en adgangsbarheds-teknologi, som gør det muligt at bruge tastaturgenkendelse og skærmskærm for at tilpasse webindholdet til individuelle behov.",
    "Paragraph_4": "Desuden bruger vi en intelligensbaseret applikation, som kører i baggrunden og forbedrer webindholdets adgangsbarhed kontinuerligt. Denne applikation optimerer HTML-koden, tilføjer funktionalitet og forbedrer skærmskærmen.",
    "Paragraph_5": "Hvis du ønsker at kontakte webstedets ejer, brug venligstøtten.",
    "Heading1": "Screen-reader and keyboard navigation",
    "Paragraph_6": "Vores hjemmeside implementerer vi ARIA (Accessible Rich Internet Applications) teknologien og tilføjer forskellige interaktive ændringer for at sikre, at personer med synshemmede kan bruge vores hjemmeside. Herunder kan du se nogle af de vigtigste ARIA-attributter, vi har implementeret:",
    "Ol_Heading1": "Screen-reader optimization:",
    "OlLi_1": "Vi bruger en proces, som lærer vores hjemmeside komponenter fra toppen til bunden, for at sikre kontinuerlig overholdelse af retningslinjerne. I denne proces tilføjer vi ARIA-attributter, som gør det muligt at tilføje meningsfulde beskrivelser til interaktive elementer som knapper, søgefelter, kontaktformularer og meget flere.",
    "OlLi_10": "Desuden scanner vi vores hjemmeside for alle billeder og tilføjer alternative tekster til billeder, som ikke har en beskrivelse. Vi bruger OCR (Optical Character Recognition) teknologi til at udvinde og tilføje tekst fra billeder.",
    "OlLi_11": "De tilgængelige skærme er kompatible med følgende skærmlæsere: JAWS, NVDA, VoiceOver og TalkBack.",
    "Ol_Heading2": "Keyboard navigation optimization:",
    "OlLi_2": "Vores hjemmeside tilføjer vi også HTML-koden og JavaScript-kode, som gør det muligt at navigere på vores hjemmeside ved hjælp af tastaturet. Det betyder, at du kan bruge Tab- og Shift+Tab-tasterne til at navigere rundt på siden, bruge Enter-tasten til at aktivere knapper og links, bruge Esc-tasten til at lukke popup-vinduer og meget mere.",
    "OlLi_12": "Desuden tilføjer vi tastaturgenkendelse, som gør det muligt at springe direkte til bestemte elementer på vores hjemmeside. Tryk på Alt+2 giver dig adgang til tastaturgenkendelsesmenuen, som er tilgængelig, når du navigerer på siden.",
    "OlLi_13": "Du kan bruge følgende genveje: 'M' (menu), 'H' (overskrifter), 'F' (forms), 'B' (buttons) og 'G' (graphics) til at springe direkte til disse elementer.",
    "Heading2": "Disability profiles supported on our website",
    "Ul_Heading1": "Epilepsy Safe Profile:",
    "UlLi_1": "Denne profil fjerner alle animerede elementer og animationer, som kan udløse epileptiske anfald.",
    "Ul_Heading2": "Vision Impaired Profile:",
    "UlLi_2": "Denne profil tilpasser vores hjemmeside for personer med nedsat syn, herunder glaukom, tunnel-syn, grå stær og katarakt.",
    "Ul_Heading3": "Cognitive Disability Profile:",
    "UlLi_3": "Denne profil tilføjer hjælpefunktioner, som gør det nemmere for personer med kognitive vanskeligheder, herunder autisme, dysleksi, ADHD og neuroudviklingsforstyrrelser.",
    "Ul_Heading4": "ADHD Friendly Profile:",
    "UlLi_4": "Denne profil reducerer distraktioner og visuelle stress, så personer med ADHD og neuroudviklingsforstyrrelser lettere kan navigere, læse og koncentrere sig om de vigtigste elementer.",
    "Ul_Heading5": "Blind Users Profile (Screen-readers):",
    "UlLi_5": "Denne profil tilpasser vores hjemmeside for at være kompatibel med skærmlæsere som JAWS, NVDA, VoiceOver og TalkBack. Disse skærmlæsere er installeret på brugerens computer, og vores hjemmeside er fuldt kompatibel med disse.",
    "Ul_Heading6": "Keyboard Navigation Profile (Motor-Impaired):",
    "UlLi_6": "Denne profil gør det muligt for personer med motoriske vanskeligheder at bruge tastaturet til at navigere på vores hjemmeside. De kan bruge tastaturkombinationerne Tab, Shift+Tab og Enter til at navigere rundt på siden, aktivere knapper og links, navigere i popup-vinduer og meget mere.",
    "Ol_Heading3": "Font adjustments –",
    "OlLi_3": "Du kan ændre skriftstype, størrelse, linjeafstand, farve og meget mere på vores hjemmeside for at tilpasse dine individuelle behov.",
    "Ol_Heading4": "Color adjustments –",
    "OlLi_4": "Du kan vælge mellem forskellige farvetemaer, herunder høj kontrast, inverteret, monokrom og sort-farve. Desuden kan du ændre farver på overskrifter, brødtekst og baggrunde for at tilfredsstille dine personlige præferencer.",
    "Ol_Heading5": "Animations –",
    "OlLi_5": "Personer med epilepsi kan stoppe alle kørende animationer med at trykke på Esc-tasten. Dette stopper alle animationer, herunder GIF'er, slideshows og videoer.",
    "Ol_Heading6": "Content highlighting –",
    "OlLi_6": "Du kan vælge at fremhæve bestemte elementer, herunder links og overskrifter. Du kan også vælge kun at fremhæve elementer, der er i fokus.",
    "Ol_Heading7": "Audio muting –",
    "OlLi_7": "Personer med høreapparater kan opleve problemer med automatisk afspillet lyd, når de besøger vores hjemmeside. Denne funktion gør det muligt at slukke for hele siden med et enkelt tast.",
    "Ol_Heading8": "Cognitive disorders –",
    "OlLi_8": "Vi bruger en søgemaskine, som er baseret på Wikipedia og Wiktionary, som gør det muligt for personer med kognitive vanskeligheder at søge efter og forstå betydninger af ord, fraser og akronymer.",
    "Ol_Heading9": "Additional functions –",
    "OlLi_9": "Vi gør det muligt at ændre størrelse og farve på markøren, aktivere et virtuelt tastatur, udskrive dokumenter og meget mere.",
    "Heading3": "Additional UI, design, and readability adjustments",
    "Heading4": "Compatibility with assistive technologies and browsers",
    "Paragraph_7": "Vores hjemmeside understøtter de fleste mulige browsere og assistive teknologier, så brugerne kan vælge de mest optimale indstillinger for at tilfredsstille deres behov. Vi har arbejdet hårdt for at understøtte de mest almindre 95% af brugernes markedsandel, herunder Google Chrome, Mozilla Firefox, Apple Safari, Opera og Microsoft Edge, samt skærmlæsere som JAWS og NVDA (screen readers) til både Windows- og Mac-brugere.",
    "Heading5": "Notes, comments, and feedback",
    "Paragraph_8": "Selvom vi har gjort vores bedste for at gøre vores hjemmeside tilgængelig for alle, er der stadig visse elementer, som endnu ikke er fuldt tilgængelige. Vi arbejder kontinuerligt på at forbedre adgangen og tilføje nye funktioner og teknologier. Alt dette gøres vi for at opnå mulighederne for at tilbyde de bedste og mest inkluderende oplevelser for alle brugere, uanset for deres behov og evner. Hvis du ønsker at kontakte os, brug venligstøtten."
  },
  "interfaceModel": {
    "title": "Skjule tilgjengelighetsgrensesnittet?",
    "description": "Merk: Hvis du velger å skjule tilgjengelighetsgrensesnittet, vil du ikke se det igjen, med mindre du sletter din nettleserhistorikk og data. Er du sikker på at du vil skjule grensesnittet?",
    "accept": "Aksepter",
    "cancel": "Avbryt"
  },
  "toasterMessage": "Isonomy-innstillingene er tilbakestilt.",
  "profile": {
    "title": "Profiler",
    "motorImpaired": "Motorisk funksjonshemmet",
    "blind": "Blind",
    "colorBlind": "Fargeblind",
    "dyslexia": "Dysleksi",
    "visuallyImpaired": "Synshemmet",
    "cognitiveLearning": "Kognitiv & Læring",
    "seizureEpileptic": "Anfall & Epilepsi",
    "adhd": "ADHD"
  },
  "content": {
    "title": "Innhold",
    "showTooltips": "Vis verktøytips",
    "fontSize": "Skriftstørrelse",
    "letterSpacing": "Bokstavavstand",
    "textAlign": "Tekstjustering",
    "lineHeight": "Linjehøyde",
    "underlineTitles": "Understrek titler",
    "underlineLinks": "Understrek lenker",
    "zoomScreen": "Zoom skjerm",
    "readingLine": "Leselinje",
    "dyslexiaFonts": "Dysleksi skrifttyper",
    "readableFont": "Lesbar font",
    "keyboardNav": "Tastaturnavigasjon",
    "leftAlign": "Venstrejuster",
    "centerAlign": "Sentrer",
    "rightAlign": "Høyrejuster",
    "justifyAlign": "Juster",
    "readingMask": "Lesemaske"
  },
  "color": {
    "title": "Farge",
    "invertColors": "Inverter farger",
    "darkContrast": "Mørk kontrast",
    "lightContrast": "Lys kontrast",
    "saturation": "Metning",
    "lowSaturation": "Lav metning",
    "highSaturation": "Høy metning",
    "desaturate": "Desaturer",
    "brightness": "Lysstyrke",
    "lowBrightness": "Lav lysstyrke",
    "mediumBrightness": "Medium lysstyrke",
    "highBrightness": "Høy lysstyrke"
  },
  "colorsSettings": {
    "textColor": "Tekstfarge",
    "titleColor": "Tittel farge",
    "backgroundColor": "Bakgrunnsfarge"
  },
  "orientation": {
    "title": "Orientering",
    "bigCursor": "Stor markør",
    "bigWhiteCursor": "Stor hvit markør",
    "bigBlackCursor": "Stor svart markør",
    "textToSpeech": "Tekst til tale",
    "normal": "Normal",
    "slow": "Langsom",
    "fast": "Rask",
    "hideImage": "Skjul bilde",
    "muteSounds": "Dempe lyder",
    "pauseAnimations": "Pause animasjoner",
    "highlightHover": "Marker hover",
    "readMode": "Lesemodus",
    "highlightFocus": "Marker fokus",
    "voiceNavigation": "Stemmestyring"
  },
  "linkNavigator": {
    "title": "Lenke",
    "links": [
      "Velg en lenke for å navigere",
      "Hopp til innhold",
      "Hjem",
      "Katalog",
      "Kontakt",
      "Logg inn",
      "Handlekurv",
      "Alle kjønn UNEEK II Convertible | Svart/Jolly Green"
    ]
  },
  "footer": {
    "statement": "Erklæring",
    "resetSettings": "Tilbakestill innstillinger",
    "poweredBy": "Drevet av"
  }
}
