{
  "chooseLanguage":"Kies een taal",
  "statementModel": {
   "title": "Toegankelijkheidsverklaring",
   "complianceStatus": "Nalevingsstatus",
   "Paragraph_1": "Wij willen dat het internet voor iedereen toegankelijk is, en wij streven dat iedereen een website toegankelijk is, ongeacht de beperkingen.",
    "Paragraph_2": "Om dat te bereiken, hebben wij onze website aangepast op de richtlijnen van het World Wide Web Consortium (W3C) voor de Web Content Accessibility Guidelines 2.1 (WCAG 2.1) op AA-niveau. Deze richtlijnen leggen vast dat de website voor iedereen toegankelijk is, ongeacht de beperkingen.",
    "Paragraph_3": "Deze website maakt gebruik van verschillende technologieën om zo toegankelijk mogelijk te maken. Zo gebruiken wij een toegankelijkheidsinterface waarmee gebruikers met specifieke beperkingen de gebruikersinterface (UI) en het ontwerp van de website naar hun persoonlijke behoeften kunnen aanpassen.",
    "Paragraph_4": "Bovendien maakt de website gebruik van een AI-gebaseerde applicatie die in de achtergrond werkt en de website continu toegankelijk optimaliseert. Deze applicatie herstelt de HTML van de website, voegt verschillende functionaliteiten toe en zorgt ervoor dat de website met het toetsenbord en de tastaturbord toegankelijk is.",
    "Paragraph_5": "Als u hebt contact met de eigenaar van de website, gebruik dan het formulier op de website.",
    "Paragraph_6": "Schermtoegankelijkheid:",
    "Ol_Heading1": "Schermlezer en toetsenbordnavigatie",
    "OlLi_1": "Wij voeren een proces uit dat de componenten van de website van boven naar beneden leggen vast dat wij onze website zo toegankelijk mogelijk te maken. Dit proces levert een gedetailleerde beschrijving van de belangrijkste elementen met behulp van de ARIA-attributen. Bijvoorbeeld, wij bieden een gedetailleerde beschrijving van de belangrijkste elementen met behulp van de ARIA-attributen.",
    "OlLi_10": "Bovendien maakt de website gebruik van OCR-technologie (Optische karakterherkenning) om de beschrijvingen van afbeeldingen die niet beschreven zijn, te extraheren. Wij voeren dit proces uit, zelfs als de website in de achtergrond werkt.",
    "OlLi_11": "Deze aanpassing is compatibel met de schermlezers JAWS, NVDA, VoiceOver en TalkBack.",
    "Ol_Heading2": "Toetsenbordnavigatie",
    "OlLi_2": "De website maakt gebruik van JavaScript-code om de toetsenbordnavigatie te verbeteren. Hierdoor kunnen gebruikers met het toetsenbord navigeren met behulp van de pijltjestoetsen, de tab-toetsen en de enter-toetsen.",
    "OlLi_12": "Bovendien kunnen gebruikers met het toetsenbord ook de website navigeren met behulp van de pijltjestoetsen. De website is zo ontworpen dat gebruikers altijd de toegang hebben tot de belangrijkste functies, ongeacht de specifieke beperkingen.",
    "OlLi_13": "Gebruikers kunnen de website ook aanpassen met behulp van de sneltoetsen 'M' (menu), 'H' (koptekst), 'F' (formulier), 'B' (knop) en 'G' (grafiek).",
    "Heading2": "Ondersteunde toegankelijkheid",
    "Ul_Heading1": "Epilepsie-veilig profiel",
    "UlLi_1": "Dit profiel maakt de website veilig voor mensen met epilepsie, door middel van flikkeringe animaties en door middel van een rustige omgeving.",
    "Ul_Heading2": "Visueel beperkt profiel",
    "UlLi_2": "Dit profiel maakt de website toegankelijk voor mensen met een visuele beperking, tunnelvisie, cataract of glaucoma.",
    "Ul_Heading3": "Cognitief beperkt profiel",
    "UlLi_3": "Dit profiel maakt de website toegankelijk voor mensen met een cognitieve beperking, door middel van een rustige omgeving en door middel van eenvoudige uitleg.",
    "Ul_Heading4": "ADHD-vriendelijk profiel",
    "UlLi_4": "Dit profiel maakt de website toegankelijk voor mensen met ADHD, door middel van een rustige omgeving en door middel van eenvoudige uitleg.",
    "Ul_Heading5": "Schermlezer (screen-reader)",
    "UlLi_5": "Dit profiel maakt de website toegankelijk voor mensen met een visuele beperking, door middel van de schermlezers JAWS, NVDA, VoiceOver en TalkBack. Deze schermlezer is geïnstalleerd op de computer van de gebruiker en deze website is hiermee toegankelijk.",
    "Ul_Heading6": "Toetsenbordnavigatie (motorisch beperkt)",
    "UlLi_6": "Gebruikers met een motorische beperking kunnen de website navigeren met behulp van de pijltjestoetsen. De website is zo ontworpen dat gebruikers altijd de toegang hebben tot de belangrijkste functies, ongeacht de specifieke beperkingen.",
    "OlLi_13": "Gebruikers kunnen de website ook aanpassen met behulp van de sneltoetsen 'M' (menu), 'H' (koptekst), 'F' (formulier), 'B' (knop) en 'G' (grafiek).",
    "Heading3": "Lettertype-aanpassingen –",
    "Ol_heading1": "Lettergrootte-aanpassingen –",
    "OlLi_1": "Gebruikers kunnen de lettergrootte van de tekst vergroten of verkleinen, de achtergrond van de website aanpassen en de lettertype van de tekst aanpassen.",
    "OlLi_2": "Gebruikers kunnen de lettergrootte van de tekst veranderen in een van de beschikbare stijlen, zoals Arial, Times New Roman of Calibri.",
    "OlLi_3": "Gebruikers kunnen de lettergrootte van de tekst veranderen in een van de beschikbare kleuren, zoals zwart, wit of rood.",
    "Heading4": "Achtergrondkleur –",
    "OlLi_4": "Gebruikers kunnen de achtergrond van de website veranderen in een van de beschikbare achtergronden, zoals donker of lichter.",
    "Heading5": "Geluid –",
    "OlLi_5": "Gebruikers kunnen een geluidsfragment op de website markeren en vervolgens door de website heen navigeren.",
    "Heading6": "Inhoud –",
    "OlLi_6": "Gebruikers kunnen een gedeelte van de tekst kopiëren en plakken op de scherm.",
    "OlLi_7": "Gebruikers kunnen een audioluur op de website markeren en vervolgens door de website heen navigeren.",
    "OlLi_8": "Gebruikers kunnen een afbeelding toevoegen aan de website, door middel van een link of door middel van een QR-code.",
    "OlLi_9": "Gebruikers kunnen de website doorzoeken met behulp van een zoekfunctie.",
    "HeadingStrong3": "Aanvullende UI-, ontwerp- en leesbaarheid",
    "HeadingStrong4": "Compatibiliteit met ondersteunende technologieën en browsers",
    "Paragraph_7": "Wij hebben ons hard gewerkt om de website zo toegankelijk mogelijk te maken voor zo veel mogelijk browsers en ondersteunende technologieën. Hiervoor is de website getest op de meest gebruikte browsers, zoals Google Chrome, Mozilla Firefox, Apple Safari, Opera en Microsoft Edge, en de schermlezers JAWS en NVDA (screen readers).",
    "HeadingStrong5": "Opmerkingen, commentaren en feedback",
    "Paragraph_8": "Ondanks onze inspanningen om de website zo toegankelijk mogelijk te maken, zijn er nog steeds pagina's of secties die niet volledig toegankelijk zijn, of die niet volledig toegankelijk kunnen worden gemaakt. Wij blijven ons doel om de website steeds verder toegankelijk te maken, door middel van nieuwe technologieën, aanpassingen en verbeteringen. Het doel van al dit is om de website zo toegankelijk mogelijk te maken voor iedereen, ongeacht de beperkingen."
  },
  "interfaceModel": {
    "title": "Toegankelijkheidsinterface verbergen?",
    "description": "Let op: als u kiest voor het verbergen van de toegankelijkheidsinterface, kunt u deze niet meer zien, tenzij u uw browsergeschiedenis en -gegevens wist. Weet u zeker dat u de interface wilt verbergen?",
    "accept": "Accepteren",
    "cancel": "Annuleren"
  },
  "toasterMessage": "Instellingen gereset!",
  "profile": {
    "title": "Profielen",
    "motorImpaired": "Motorisch Beperkt",
    "blind": "Blind",
    "colorBlind": "Kleurenblind",
    "dyslexia": "Dyslexie",
    "visuallyImpaired": "Visueel Beperkt",
    "cognitiveLearning": "Cognitief & Leren",
    "seizureEpileptic": "Aanvallen & Epileptisch",
    "adhd": "ADHD"
  },
  "content": {
    "title": "Inhoud",
    "showTooltips": "Toon Tooltips",
    "fontSize": "Lettergrootte",
    "letterSpacing": "Letterafstand",
    "textAlign": "Tekstuitlijning",
    "lineHeight": "Regelhoogte",
    "underlineTitles": "Titels Onderstrepen",
    "underlineLinks": "Links Onderstrepen",
    "zoomScreen": "Zoom in op Scherm",
    "readingLine": "Leeslijn",
    "dyslexiaFonts": "Dyslexie Lettertypen",
    "readableFont": "Leesbaar Lettertype",
    "keyboardNav": "Toetsenbord Navigatie",
    "leftAlign": "Links uitlijnen",
    "centerAlign": "Centraal uitlijnen",
    "rightAlign": "Rechts uitlijnen",
    "justifyAlign": "Gecentreerd uitlijnen",
    "readingMask": "Leesmasker"
  },
  "color": {
    "title": "Kleur",
    "invertColors": "Kleuren Inverseren",
    "darkContrast": "Donker Contrast",
    "lightContrast": "Licht Contrast",
    "saturation": "Verzadiging",
    "lowSaturation": "Laag Verzadiging",
    "highSaturation": "Hoog Verzadiging",
    "desaturate": "Desatureren",
    "brightness": "Helderheid",
    "lowBrightness": "Laag Helderheid",
    "mediumBrightness": "Middelmatige Helderheid",
    "highBrightness": "Hoge Helderheid"
  },
  "colorsSettings": {
    "textColor": "Tekstkleur",
    "titleColor": "Titelkleur",
    "backgroundColor": "Achtergrondkleur"
  },
  "orientation": {
    "title": "Oriëntatie",
    "bigCursor": "Grote Cursor",
    "bigWhiteCursor": "Grote Witte Cursor",
    "bigBlackCursor": "Grote Zwarte Cursor",
    "textToSpeech": "Tekst naar Spraak",
    "normal": "Normaal",
    "slow": "Langzaam",
    "fast": "Snel",
    "hideImage": "Afbeelding Verbergen",
    "muteSounds": "Geluiden Dempen",
    "pauseAnimations": "Animaties Pauzeren",
    "highlightHover": "Markeer Hover",
    "readMode": "Leesmodus",
    "highlightFocus": "Markeer Focus",
    "voiceNavigation": "Stem Navigatie"
  },
  "linkNavigator": {
    "title": "Link",
    "links": [
      "Selecteer een link om te navigeren",
      "Sla over naar inhoud",
      "Home",
      "Catalogus",
      "Contact",
      "Inloggen",
      "Winkelwagen",
      "Alle Gender UNEEK II Convertible | Zwart/Jolly Groen"
    ]
  },
  "footer": {
    "statement": "Verklaring",
    "resetSettings": "Instellingen Resetten",
    "poweredBy": "Aangedreven door Isonomy"
  }
}
