{
  "chooseLanguage":"Escolha um idioma",
  "statementModel": {
    "title": "Declaração de Acessibilidade",
    "complianceStatus": "Status de Conformidade",
   "Paragraph_1": "Acreditamos firmemente que a internet deve estar disponível e ser acessível a todos, e estamos comprometidos em fornecer um site que seja acessível ao público mais amplo possível, independentemente de suas capacidades.",
    "Paragraph_2": "Para isso, nos esforçamos para aderir o mais rigorosamente possível às Diretrizes de Acessibilidade de Conteúdo na Web 2.1 (WCAG 2.1) do Consórcio World Wide Web (W3C) no nível AA. Essas diretrizes explicam como tornar o conteúdo da web acessível a pessoas com uma ampla gama de deficiências. A conformidade com essas diretrizes nos ajuda a garantir que o site seja acessível a pessoas cegas, com deficiências motoras, deficiências visuais, deficiências cognitivas e mais.",
    "Paragraph_3": "Este site utiliza várias tecnologias destinadas a torná-lo o mais acessível possível em todos os momentos. Utilizamos uma interface de acessibilidade que permite que pessoas com deficiências específicas ajustem a interface do usuário (UI) e o design do site de acordo com suas necessidades pessoais.",
    "Paragraph_4": "Além disso, o site utiliza um aplicativo baseado em inteligência artificial que é executado em segundo plano e otimiza continuamente seu nível de acessibilidade. Esse aplicativo corrige o HTML do site, adapta sua funcionalidade e comportamento para leitores de tela usados por pessoas cegas e para funções de teclado usadas por pessoas com deficiências motoras.",
    "Paragraph_5": "Se deseja entrar em contato com o proprietário do site, utilize o formulário do site",
    "Heading1": "Screen-reader and keyboard navigation",
    "Paragraph_6": "Nosso site implementa a técnica de atributos ARIA (Aplicações Ricas de Internet Acessíveis) junto com várias mudanças de comportamento para garantir que usuários cegos que visitam com leitores de tela possam ler, compreender e desfrutar das funções do site. Assim que um usuário com um leitor de tela entra no site, ele recebe imediatamente uma solicitação para entrar no Perfil do Leitor de Tela para que possa navegar e operar o site de maneira eficaz.",
    "Ol_Heading1": "Screen-reader optimization:",
    "OlLi_1": "executamos um processo que aprende os componentes do site de cima para baixo para garantir a conformidade contínua mesmo quando o site é atualizado. Nesse processo, fornecemos dados significativos aos leitores de tela usando o conjunto de atributos ARIA. Por exemplo, fornecemos rótulos precisos para formulários; descrições para ícones acessíveis (ícones de mídia social, ícones de pesquisa, ícones de carrinho, etc.); orientações de validação para entradas de formulário; papéis de elementos como botões, menus, diálogos modais (pop-ups) e outros.",
    "OlLi_10": "Além disso, o processo em segundo plano escaneia todas as imagens do site. Ele fornece uma descrição significativa e precisa com base no reconhecimento de objetos na imagem como uma tag ALT (texto alternativo) para imagens não descritas. Ele também extrai textos incorporados dentro da imagem usando tecnologia de reconhecimento óptico de caracteres (OCR). Para ativar os ajustes do leitor de tela a qualquer momento, os usuários precisam apenas pressionar a combinação de teclas Alt+1. Usuários de leitores de tela também recebem notificações automáticas para ativar o modo de leitor de tela assim que entram no site.",
    "OlLi_11": "Esses ajustes são compatíveis com leitores de tela populares como JAWS, NVDA, VoiceOver e TalkBack.",
    "Ol_Heading2": "Keyboard navigation optimization:",
    "OlLi_2": "O processo em segundo plano também ajusta o HTML do site e adiciona vários comportamentos usando código JavaScript para tornar o site operável por meio do teclado. Isso inclui a capacidade de navegar pelo site usando as teclas Tab e Shift+Tab, operar dropdowns com as teclas de seta, fechá-los com Esc, acionar botões e links com a tecla Enter, navegar entre elementos de rádio e caixas de seleção usando as teclas de seta e preenchê-los com a barra de espaço ou a tecla Enter.",
    "OlLi_12": "Além disso, os usuários de teclado encontrarão menus de pular conteúdo disponíveis a qualquer momento pressionando Alt+2, ou como o primeiro elemento do site enquanto navegam com o teclado. O processo em segundo plano também lida com pop-ups ativados movendo o foco do teclado em direção a eles assim que aparecem, sem permitir que o foco se desvie.",
    "OlLi_13": "Os usuários também podem usar atalhos como 'M' (menus), 'H' (cabeçalhos), 'F' (formulários), 'B' (botões) e 'G' (gráficos) para pular para elementos específicos.",
    "Heading2": "Disability profiles supported on our website",
    "Ul_Heading1": "Epilepsy Safe Profile:",
    "UlLi_1": "este perfil permite que pessoas com epilepsia usem o site com segurança, eliminando o risco de convulsões resultantes de animações piscantes ou combinações de cores arriscadas.",
    "Ul_Heading2": "Vision Impaired Profile:",
    "UlLi_2": "este perfil ajusta o site para que seja acessível à maioria das deficiências visuais, como visão degradada, visão de túnel, catarata, glaucoma e outras.",
    "Ul_Heading3": "Cognitive Disability Profile:",
    "UlLi_3": "este perfil fornece várias características de assistência para ajudar usuários com deficiências cognitivas, como autismo, dislexia, AVC e outras, a se concentrarem nos elementos essenciais com mais facilidade.",
    "Ul_Heading4": "ADHD Friendly Profile:",
    "UlLi_4": "este perfil reduz significativamente distrações e ruídos para ajudar pessoas com TDAH e transtornos do neurodesenvolvimento a navegar, ler e se concentrar nos elementos essenciais com mais facilidade.",
    "Ul_Heading5": "Blind Users Profile (Screen-readers):",
    "UlLi_5": "este perfil ajusta o site para que seja compatível com leitores de tela como JAWS, NVDA, VoiceOver e TalkBack. Um leitor de tela está instalado no computador do usuário cego e este site é compatível com ele.",
    "Ul_Heading6": "Keyboard Navigation Profile (Motor-Impaired):",
    "UlLi_6": "este perfil permite que pessoas com deficiências motoras operem o site usando as teclas Tab, Shift+Tab e Enter. Os usuários também podem usar atalhos como 'M' (menus), 'H' (cabeçalhos), 'F' (formulários), 'B' (botões) e 'G' (gráficos) para pular para elementos específicos.",
    "Ol_Heading3": "Font adjustments –",
    "OlLi_3": "os usuários podem aumentar e diminuir o tamanho, alterar a família (tipo), ajustar o espaçamento, o alinhamento, a altura da linha e mais.",
    "Ol_Heading4": "Color adjustments –",
    "OlLi_4": "os usuários podem selecionar vários perfis de contraste de cores, como claro, escuro, invertido e monocromático. Além disso, os usuários podem alternar esquemas de cores de títulos, textos e fundos com mais de sete opções de coloração diferentes.",
    "Ol_Heading5": "Animations –",
    "OlLi_5": "pessoas com epilepsia podem parar todas as animações em execução com um único clique. As animações controladas pela interface do usuário incluem vídeos, GIFs e transições de piscadas em CSS.",
    "Ol_Heading6": "Content highlighting –",
    "OlLi_6": "os usuários podem optar por destacar elementos essenciais, como links e títulos. Eles também podem optar por destacar apenas elementos focados ou em foco.",
    "Ol_Heading7": "Audio muting –",
    "OlLi_7": "usuários com dispositivos de audição podem sofrer de dores de cabeça ou outros problemas devido à reprodução automática de áudio. Esta opção permite que os usuários silenciem todo o site imediatamente.",
    "Ol_Heading8": "Cognitive disorders –",
    "OlLi_8": "utilizamos um mecanismo de busca vinculado à Wikipedia e ao Wiktionary, permitindo que pessoas com transtornos cognitivos decifrem significados de frases, iniciais, gírias e outros.",
    "Ol_Heading9": "Additional functions –",
    "OlLi_9": "permitimos que os usuários alterem a cor e o tamanho do cursor, usem um modo de impressão, ativem um teclado virtual e muitas outras funções.",
    "Heading3": "Additional UI, design, and readability adjustments",
    "Heading4": "Assistive technology and browser compatibility",
    "Paragraph_7": "Nosso objetivo é suportar o maior número possível de navegadores e tecnologias assistivas para que nossos usuários possam escolher as ferramentas mais adequadas para eles, com o mínimo de restrições possível. Portanto, trabalhamos arduamente para suportar todos os principais sistemas que compreendem mais de 95% da participação de mercado dos usuários, incluindo Google Chrome, Mozilla Firefox, Apple Safari, Opera e Microsoft Edge, JAWS e NVDA (leitores de tela), tanto para usuários do Windows quanto do MAC.",
    "Heading5": "Notes, comments, and feedback",
    "Paragraph_8": "Apesar de nossos melhores esforços para permitir que qualquer pessoa ajuste o site às suas necessidades, pode haver páginas ou seções que ainda não sejam totalmente acessíveis, estejam em processo de se tornarem acessíveis ou careçam de uma solução tecnológica adequada para torná-las acessíveis. No entanto, estamos melhorando continuamente nossa acessibilidade, adicionando, atualizando, melhorando suas opções e recursos e desenvolvendo e adotando novas tecnologias. Tudo isso visa alcançar o nível ideal de acessibilidade em conformidade com os avanços tecnológicos. Se deseja entrar em contato com o proprietário do site, utilize o formulário do site"
  },
  "interfaceModel": {
      "title": "Ocultar interface de acessibilidade?",
      "description": "Observe: Se você optar por ocultar a interface de acessibilidade, não poderá mais vê-la, a menos que limpe o histórico e os dados de navegação. Tem certeza de que deseja ocultar a interface?",
      "accept": "Aceitar",
      "cancel": "Cancelar"
  },
  "toasterMessage": "Configurações redefinidas!",
  "profile": {
      "title": "Perfis",
      "motorImpaired": "Deficiência Motora",
      "blind": "Cegueira",
      "colorBlind": "Daltonismo",
      "dyslexia": "Dislexia",
      "visuallyImpaired": "Deficiência Visual",
      "cognitiveLearning": "Cognitivo & Aprendizagem",
      "seizureEpileptic": "Convulsões & Epilepsia",
      "adhd": "TDAH"
  },
  "content": {
      "title": "Conteúdo",
      "showTooltips": "Mostrar Dicas de Ferramenta",
      "fontSize": "Tamanho da Fonte",
      "letterSpacing": "Espaçamento entre Letras",
      "textAlign": "Alinhamento do Texto",
      "lineHeight": "Altura da Linha",
      "underlineTitles": "Sublinhado de Títulos",
      "underlineLinks": "Sublinhado de Links",
      "zoomScreen": "Zoom na Tela",
      "readingLine": "Linha de Leitura",
      "dyslexiaFonts": "Fontes para Dislexia",
      "readableFont": "Fonte Legível",
      "keyboardNav": "Navegação por Teclado",
      "leftAlign": "Alinhar à Esquerda",
      "centerAlign": "Alinhar ao Centro",
      "rightAlign": "Alinhar à Direita",
      "justifyAlign": "Justificar",
      "readingMask": "Máscara de Leitura"
  },
  "color": {
      "title": "Cor",
      "invertColors": "Inverter Cores",
      "darkContrast": "Contraste Escuro",
      "lightContrast": "Contraste Claro",
      "saturation": "Saturação",
      "lowSaturation": "Baixa Saturação",
      "highSaturation": "Alta Saturação",
      "desaturate": "Dessaturar",
      "brightness": "Brilho",
      "lowBrightness": "Baixo Brilho",
      "mediumBrightness": "Brilho Médio",
      "highBrightness": "Alto Brilho"
  },
  "colorsSettings": {
      "textColor": "Cor do Texto",
      "titleColor": "Cor do Título",
      "backgroundColor": "Cor de Fundo"
  },
  "orientation": {
      "title": "Orientação",
      "bigCursor": "Cursor Grande",
      "bigWhiteCursor": "Cursor Grande Branco",
      "bigBlackCursor": "Cursor Grande Preto",
      "textToSpeech": "Texto para Fala",
      "normal": "Normal",
      "slow": "Lento",
      "fast": "Rápido",
      "hideImage": "Ocultar Imagem",
      "muteSounds": "Silenciar Sons",
      "pauseAnimations": "Pausar Animações",
      "highlightHover": "Destacar ao Passar o Mouse",
      "readMode": "Modo de Leitura",
      "highlightFocus": "Destacar Foco",
      "voiceNavigation": "Navegação por Voz"
  },
  "linkNavigator": {
      "title": "Link",
      "links": [
          "Selecione um link para navegar",
          "Pular para conteúdo",
          "Início",
          "Catálogo",
          "Contato",
          "Entrar",
          "Carrinho",
          "Todos os Gêneros UNEEK II Convertible | Preto/Verde Jolly"
      ]
  },
  "footer": {
      "statement": "Declaração",
      "resetSettings": "Redefinir Configurações",
      "poweredBy": "Desenvolvido por Isonomy"
  }
}
