{
  "chooseLanguage": "Выберите язык",
  "statementModel": {
    "title": "Заявление о доступности",
    "complianceStatus": "Статус соответствия",
  "Paragraph_1": "Мы твердо верим, что Интернет должен быть доступен и доступен для всех, и стремимся предоставить веб-сайт, доступный для самой широкой аудитории, независимо от их возможностей.",
    "Paragraph_2": "Для этого мы стремимся максимально строго соблюдать Руководство по доступности веб-контента 2.1 (WCAG 2.1) Консорциума Всемирной паутины (W3C) на уровне AA. Эти руководства объясняют, как сделать веб-контент доступным для людей с широким спектром инвалидностей. Соответствие этим руководствам помогает нам гарантировать, что веб-сайт доступен для слепых, людей с двигательными нарушениями, нарушениями зрения, когнитивными нарушениями и другими.",
    "Paragraph_3": "Этот веб-сайт использует различные технологии, направленные на то, чтобы сделать его максимально доступным в любое время. Мы используем интерфейс доступности, который позволяет людям с определенными инвалидностями настраивать пользовательский интерфейс (UI) и дизайн сайта в соответствии с их личными потребностями.",
    "Paragraph_4": "Кроме того, веб-сайт использует приложение на основе искусственного интеллекта, работающее в фоновом режиме и постоянно оптимизирующее его уровень доступности. Это приложение исправляет HTML веб-сайта, адаптирует его функциональность и поведение для экранных читалок, используемых слепыми людьми, и для функций клавиатуры, используемых людьми с двигательными нарушениями.",
    "Paragraph_5": "Если вы хотите связаться с владельцем веб-сайта, используйте форму на сайте",
    "Heading1": "Экранные читалки и навигация с клавиатуры",
    "Paragraph_6": "Наш веб-сайт реализует технику атрибутов ARIA (Accessible Rich Internet Applications) вместе с различными изменениями поведения, чтобы гарантировать, что слепые пользователи, посещающие сайт с экранными читалками, могут читать, понимать и наслаждаться функциями сайта. Как только пользователь с экранной читалкой входит на сайт, он немедленно получает приглашение войти в профиль экранной читалки, чтобы он мог эффективно просматривать и использовать сайт. Вот как наш сайт охватывает некоторые из наиболее важных требований экранных читалок:",
    "Ol_Heading1": "Оптимизация экранных читалок:",
    "OlLi_1": "мы выполняем процесс, который изучает компоненты сайта сверху вниз, чтобы гарантировать непрерывное соответствие даже при обновлении сайта. В этом процессе мы предоставляем значимые данные экранным читалкам с использованием набора атрибутов ARIA. Например, мы предоставляем точные метки для форм; описания для интерактивных иконок (иконки социальных сетей, иконки поиска, иконки корзины и т.д.); указания по проверке вводов форм; роли элементов, таких как кнопки, меню, модальные диалоги (всплывающие окна) и другие.",
    "OlLi_10": "Кроме того, фоновый процесс сканирует все изображения сайта. Он предоставляет точное и значимое описание на основе распознавания объектов на изображении в виде альтернативного текста (ALT) для неописанных изображений. Он также извлекает текст, встроенный в изображение, с использованием технологии оптического распознавания символов (OCR). Чтобы активировать настройки экранных читалок в любое время, пользователям нужно просто нажать комбинацию клавиш Alt+1. Пользователи экранных читалок также получают автоматические уведомления о необходимости активировать режим экранной читалки сразу после входа на сайт.",
    "OlLi_11": "Эти настройки совместимы с популярными экранными читалками, такими как JAWS, NVDA, VoiceOver и TalkBack.",
    "Ol_Heading2": "Оптимизация навигации с клавиатуры:",
    "OlLi_2": "Фоновый процесс также настраивает HTML сайта и добавляет различные поведения с использованием кода JavaScript, чтобы сделать сайт управляемым с помощью клавиатуры. Это включает возможность навигации по сайту с помощью клавиш Tab и Shift+Tab, управления выпадающими меню с помощью клавиш со стрелками, их закрытия с помощью клавиши Esc, активации кнопок и ссылок с помощью клавиши Enter, навигации между радиокнопками и флажками с помощью клавиш со стрелками и их заполнения с помощью клавиши пробела или Enter.",
    "OlLi_12": "Кроме того, пользователи клавиатуры найдут меню перехода по контенту, доступные в любое время при нажатии Alt+2, или в качестве первого элемента сайта при навигации с клавиатуры. Фоновый процесс также управляет активированными всплывающими окнами, перемещая фокус клавиатуры к ним сразу после их появления, не позволяя фокусу отклоняться.",
    "OlLi_13": "Пользователи также могут использовать сочетания клавиш, такие как 'M' (меню), 'H' (заголовки), 'F' (формы), 'B' (кнопки) и 'G' (графика), чтобы переходить к определенным элементам.",
    "Heading2": "Поддерживаемые профили инвалидности на нашем сайте",
    "Ul_Heading1": "Безопасный профиль для эпилепсии:",
    "UlLi_1": "этот профиль позволяет людям с эпилепсией безопасно использовать сайт, устраняя риск приступов, вызванных мерцающими анимациями или опасными цветовыми комбинациями.",
    "Ul_Heading2":  "Профиль для нарушений зрения:",
    "UlLi_2": "этот профиль настраивает сайт так, чтобы он был доступен для большинства нарушений зрения, таких как деградация зрения, туннельное зрение, катаракта, глаукома и другие.",
    "Ul_Heading3": "Профиль когнитивных нарушений:",
    "UlLi_3": "этот профиль предоставляет различные вспомогательные функции, чтобы помочь пользователям с когнитивными нарушениями, такими как аутизм, дислексия, инсульт и другие, легче сосредоточиться на важных элементах.",
    "Ul_Heading4": "Профиль для СДВГ:",
    "UlLi_4": "этот профиль значительно снижает отвлекающие факторы и шум, чтобы помочь людям с СДВГ и нарушениями нейроразвития легче просматривать, читать и сосредотачиваться на важных элементах.",
    "Ul_Heading5": "Профиль для слепых пользователей (экранные читалки):",
    "UlLi_5": "этот профиль настраивает сайт так, чтобы он был совместим с экранными читалками, такими как JAWS, NVDA, VoiceOver и TalkBack. Экранная читалка установлена на компьютере слепого пользователя, и этот сайт совместим с ней.",
    "Ul_Heading6": "Профиль навигации с клавиатуры (двигательные нарушения):",
    "UlLi_6": "этот профиль позволяет людям с двигательными нарушениями управлять сайтом с помощью клавиш Tab, Shift+Tab и Enter. Пользователи также могут использовать сочетания клавиш, такие как 'M' (меню), 'H' (заголовки), 'F' (формы), 'B' (кнопки) и 'G' (графика), чтобы переходить к определенным элементам.",
    "Ol_Heading3": "Настройки шрифта –",
    "OlLi_3": "пользователи могут увеличивать и уменьшать размер шрифта, изменять семейство шрифтов (тип), настраивать интерлиньяж, выравнивание, высоту строки и многое другое.",
    "Ol_Heading4": "Настройки цвета –",
    "OlLi_4": "пользователи могут выбирать различные профили контрастности цветов, такие как светлый, темный, инвертированный и монохромный. Кроме того, пользователи могут переключать цветовые схемы заголовков, текста и фонов с более чем семью различными вариантами окраски.",
    "Ol_Heading5": "Анимации –",
    "OlLi_5": "люди с эпилепсией могут остановить все выполняющиеся анимации одним щелчком. Анимации, управляемые пользовательским интерфейсом, включают видео, GIF и мерцающие переходы в CSS.",
    "Ol_Heading6": "Выделение контента –",
    "OlLi_6": "пользователи могут выбрать выделение важных элементов, таких как ссылки и заголовки. Они также могут выбрать выделение только фокусированных или наведенных элементов.",
    "Ol_Heading7": "Отключение звука –",
    "OlLi_7": "пользователи с слуховыми аппаратами могут испытывать головные боли или другие проблемы из-за автоматического воспроизведения звука. Эта опция позволяет пользователям немедленно отключить звук на всем сайте.",
    "Ol_Heading8": "Когнитивные расстройства –",
    "OlLi_8": "мы используем поисковую систему, связанную с Википедией и Викисловарем, которая позволяет людям с когнитивными расстройствами расшифровывать значения фраз, аббревиатур, сленга и других.",
    "Ol_Heading9": "Дополнительные функции –",
    "OlLi_9": "мы позволяем пользователям изменять цвет и размер курсора, использовать режим печати, активировать виртуальную клавиатуру и многие другие функции.",
    "Heading3": "Дополнительные настройки интерфейса, дизайна и читаемости",
    "Heading4": "Совместимость с вспомогательными технологиями и браузерами",
    "Paragraph_7": "Наша цель — поддерживать как можно больше браузеров и вспомогательных технологий, чтобы наши пользователи могли выбирать наиболее подходящие для них инструменты с минимальными ограничениями. Поэтому мы усердно работали над поддержкой всех основных систем, которые охватывают более 95% доли рынка пользователей, включая Google Chrome, Mozilla Firefox, Apple Safari, Opera и Microsoft Edge, JAWS и NVDA (экранные читалки) для пользователей Windows и MAC.",
    "Heading5": "Примечания, комментарии и отзывы",
    "Paragraph_8": "Несмотря на все наши усилия, чтобы каждый мог настроить сайт в соответствии со своими потребностями, могут быть страницы или разделы, которые все еще не полностью доступны, находятся в процессе становления доступными или не имеют подходящего технического решения для обеспечения доступности. Тем не менее, мы постоянно улучшаем нашу доступность, добавляем, обновляем, улучшаем ее опции и функции, а также разрабатываем и внедряем новые технологии. Все это направлено на достижение оптимального уровня доступности в соответствии с техническим прогрессом. Если вы хотите связаться с владельцем сайта, используйте форму на сайте"
  },
  "interfaceModel": {
    "title": "Скрыть интерфейс доступности?",
    "description": "Обратите внимание: если вы решите скрыть интерфейс доступности, вы не сможете увидеть его снова, если не очистите историю и данные просмотра. Вы уверены, что хотите скрыть интерфейс?",
    "accept": "Принять",
    "cancel": "Отмена"
  },
  "toasterMessage": "Сброс настроек!",
  "profile": {
    "title": "Профили",
    "motorImpaired": "Нарушение моторики",
    "blind": "Слепой",
    "colorBlind": "Дальтоник",
    "dyslexia": "Дислексия",
    "visuallyImpaired": "Нарушения зрения",
    "cognitiveLearning": "Когнитивные и обучающие нарушения",
    "seizureEpileptic": "Эпилепсия и судороги",
    "adhd": "СДВГ"
  },
  "content": {
    "title": "Содержание",
    "showTooltips": "Показать подсказки",
    "fontSize": "Размер шрифта",
    "letterSpacing": "Межбуквенный интервал",
    "textAlign": "Выравнивание текста",
    "lineHeight": "Межстрочный интервал",
    "underlineTitles": "Подчеркнутые заголовки",
    "underlineLinks": "Подчеркнутые ссылки",
    "zoomScreen": "Масштаб экрана",
    "readingLine": "Читающая линия",
    "dyslexiaFonts": "Шрифты для дислексии",
    "readableFont": "Читаемый шрифт",
    "keyboardNav": "Навигация с клавиатуры",
    "leftAlign": "По левому краю",
    "centerAlign": "По центру",
    "rightAlign": "По правому краю",
    "justifyAlign": "По ширине",
    "readingMask": "Маска для чтения"
  },
  "color": {
    "title": "Цвет",
    "invertColors": "Инвертировать цвета",
    "darkContrast": "Темный контраст",
    "lightContrast": "Светлый контраст",
    "saturation": "Насыщенность",
    "lowSaturation": "Низкая насыщенность",
    "highSaturation": "Высокая насыщенность",
    "desaturate": "Обесцветить",
    "brightness": "Яркость",
    "lowBrightness": "Низкая яркость",
    "mediumBrightness": "Средняя яркость",
    "highBrightness": "Высокая яркость"
  },
  "colorsSettings": {
    "textColor": "Цвет текста",
    "titleColor": "Цвет заголовка",
    "backgroundColor": "Цвет фона"
  },
  "orientation": {
    "title": "Ориентация",
    "bigCursor": "Большой курсор",
    "bigWhiteCursor": "Большой белый курсор",
    "bigBlackCursor": "Большой черный курсор",
    "textToSpeech": "Текст в речь",
    "normal": "Нормальный",
    "slow": "Медленный",
    "fast": "Быстрый",
    "hideImage": "Скрыть изображение",
    "muteSounds": "Выключить звук",
    "pauseAnimations": "Приостановить анимации",
    "highlightHover": "Выделение при наведении",
    "readMode": "Режим чтения",
    "highlightFocus": "Выделение фокуса",
    "voiceNavigation": "Голосовая навигация"
  },
  "linkNavigator": {
    "title": "Ссылка",
    "links": [
      "Выберите ссылку для навигации",
      "Перейти к содержимому",
      "Главная",
      "Каталог",
      "Контакты",
      "Войти",
      "Корзина",
      "Все гендеры UNEEK II Convertible | Черный/Ярко-зеленый"
    ]
  },
  "footer": {
    "statement": "Заявление",
    "resetSettings": "Сбросить настройки",
    "poweredBy": "Силой Исономи"
  }
}
