{
  "statementModel": {
      "title": "Isonomi Förklaring",
      "complianceStatus": "Efterlevnadsstatus",
      "complianceText1": "Vi tror fast på att internet borde vara tillgängligt och åtkomligt för alla och vi åtar oss att erbjuda en webbplats som är åtkomlig för den bredaste möjliga publiken, oavsett förmåga.",
      "complianceText2": "För att uppnå detta strävar vi efter att följa World Wide Web Consortiums (W3C) riktlinjer för webbinnehållstillgänglighet (WCAG) 2.1 på AA-nivå så noggrant som möjligt. Dessa riktlinjer förklarar hur man kan göra webbinnehåll åtkomligt för människor med ett brett spektrum av funktionsnedsättningar. Att följa dessa riktlinjer hjälper oss att säkerställa att webbplatsen är åtkomlig för blinda personer, personer med rörelsehindrande, synhindrande, kognitiva funktionsnedsättningar och mer.",
      "complianceText3": "Den här webbplatsen använder olika tekniker som syftar till att göra den så åtkomlig som möjligt till varje stund. Vi använder ett tillgänglighetsgränssnitt som gör det möjligt för personer med specifika funktionsnedsättningar att anpassa webbplatsens användargränssnitt (UI) och designa det efter sina personliga behov.",
      "complianceText4": "Dessutom använder webbplatsen en AI-baserad applikation som körs i bakgrunden och konstant optimerar dess tillgänglighetsnivå. Den här applikationen åtgärdar webbplatsens HTML, anpassar dess funktionalitet och beteende för skärm-läsare som används av blinda användare och för tangentbordsfunktioner som används av individer med rörelsehindrande.",
      "complianceText5": "Om du vill kontakta webbplatsens ägare, använd webbplatsens formulär",
      "ariaAttributes": "Vår webbplats implementerar ARIA-attributen (Accessible Rich Internet Applications) teknik tillsammans med olika beteendeändringar för att säkerställa att blinda användare som besöker webbplatsen med en skärmläsare kan läsa, förstå och njuta av webbplatsens funktioner. Så fort en användare med skärmläsare går in på din webbplats får den omedelbart en uppmaning att gå in i Skärmläsarprofilen så att den kan effektivt bläddra och använda din webbplats. Här är hur vår webbplats täcker några av de viktigaste kraven för skärmläsare:",
      "screenReaderOptimization": "Skärmläsaroptimering:",
      "screenReaderText": "Vi kör en process som lär webbplatsens komponenter från topp till botten för att säkerställa kontinuerlig efterlevnad även när webbplatsen uppdateras. I den här processen ger vi skärmläsare meningsfulla data med hjälp av ARIA-attributuppsättningen. Till exempel ger vi noggranna formuläretiketter; beskrivningar för utförbara ikoner (sociala media-ikoner, sökningsikoner, kundvagnsikoner, etc.); valideringsvägledning för formulärinmatningar; elementrollers som knappar, menyer, modala dialogrutor (popups) och andra. Dessutom scannar bakgrundsprocessen alla webbplatsens bilder. Den ger en noggrann och meningsfull bildobjektidentifieringsbaserad beskrivning som en ALT-tagg (alternativ text) för bilder som inte beskrivs. Den kommer även att extrahera texter som är inbäddade i bilden med hjälp av en OCR-teknik (Optical Character Recognition). För att slå på skärmläsaranpassningar när som helst behöver användarna bara trycka på tangentkombinationen Alt+1. Skärmläsaranvändare får även automatiska meddelanden om att slå på skärmläsläget när de går in på webbplatsen. Dessa anpassningar är kompatibla med populära skärmläsare som JAWS, NVDA, VoiceOver och TalkBack.",
      "keyboardNavigationOptimization": "Tangentbordsnavigeringoptimering:",
      "keyboardNavigationText": "Bakgrundsprocessen anpassar även webbplatsens HTML och lägger till olika beteenden med hjälp av JavaScript-kod för att göra webbplatsen hanterbar med tangentbordet. Detta inkluderar möjligheten att navigera på webbplatsen med hjälp av Tab- och Shift+Tab-tangenterna, hantera rullgardinsmenyer med pil-tangenterna, stänga dem med Esc, aktivera knappar och länkar med hjälp av Enter-tangenten, navigera mellan radioknappar och kryssrutor för val av alternativ med hjälp av pil-tangenterna och fylla i dem med mellanslag eller Enter-tangenten. Dessutom kommer tangentbordsanvändare att hitta innehållshoppningsmenyer tillgängliga när som helst genom att klicka på Alt+2, eller som det första elementet på webbplatsen medan de navigerar med tangentbordet. Bakgrundsprocessen hanterar även utlösta popups genom att flytta tangentbordets fokus mot dem så snart de visas, och tillåter inte fokuset att dra iväg. Användarna kan även använda genvägar som “M” (menyer), “H” (rubriker), “F” (formulärer), “B” (knappar) och “G” (grafik) för att hoppa till specifika element."
  },
  "interfaceModel": {
      "title": "Dölja tillgänglighetsgränssnittet?",
      "description": "Obs: Om du väljer att dölja tillgänglighetsgränssnittet kommer du inte att se det igen om du inte rensar din webbläserhistorik och data. Är du säker på att du vill dölja gränssnittet?",
      "accept": "Acceptera",
      "cancel": "Avbryt"
  },
  "toasterMessage": "Isonomi inställningar har återställts.",
  "profile": {
      "title": "Profiler",
      "motorImpaired": "Motoriskt handikappad",
      "blind": "Blind",
      "colorBlind": "Färggblind",
      "dyslexia": "Dyslexi",
      "visuallyImpaired": "Synskadad",
      "cognitiveLearning": "Kognitivt & Inlärning",
      "seizureEpileptic": "Anfall & Epileptisk",
      "adhd": "ADHD"
  },
  "content": {
      "title": "Innehåll",
      "showTooltips": "Visa verktygstips",
      "fontSize": "Teckenstorlek",
      "letterSpacing": "Bokstavsavstånd",
      "textAlign": "Textjustering",
      "lineHeight": "Radavstånd",
      "underlineTitles": "Understryk titlar",
      "underlineLinks": "Understryk länkar",
      "zoomScreen": "Zooma skärmen",
      "readingLine": "Läslinje",
      "dyslexiaFonts": "Dyslexi-teckensnitt",
      "readableFont": "Läsbart teckensnitt",
      "keyboardNav": "Tangentbordsnav",
      "leftAlign": "Vänsterjustera",
      "centerAlign": "Centrera",
      "rightAlign": "Högerjustera",
      "justifyAlign": "Justera",
      "readingMask": "Läsmask"
  },
  "color": {
      "title": "Färg",
      "invertColors": "Invertera färger",
      "darkContrast": "Mörk kontrast",
      "lightContrast": "Ljus kontrast",
      "saturation": "Mättnad",
      "lowSaturation": "Låg mättnad",
      "highSaturation": "Hög mättnad",
      "desaturate": "Minska mättnad",
      "brightness": "Ljusstyrka",
      "lowBrightness": "Låg ljusstyrka",
      "mediumBrightness": "Medelhög ljusstyrka",
      "highBrightness": "Hög ljusstyrka"
  },
  "colorsSettings": {
      "textColor": "Textfärg",
      "titleColor": "Titelfärg",
      "backgroundColor": "Bakgrundsfärg"
  },
  "orientation": {
      "title": "Orientering",
      "bigCursor": "Stor markör",
      "bigWhiteCursor": "Stor vit markör",
      "bigBlackCursor": "Stor svart markör",
      "textToSpeech": "Text till tal",
      "normal": "Normal",
      "slow": "Långsam",
      "fast": "Snabb",
      "hideImage": "Dölj bild",
      "muteSounds": "Stäng av ljud",
      "pauseAnimations": "Pausa animationer",
      "highlightHover": "Markera vid hovring",
      "readMode": "Läsläge",
      "highlightFocus": "Markera fokus",
      "voiceNavigation": "Röstnavigering"
  },
  "linkNavigator": {
      "title": "Länk",
      "links": [
          "Välj en länk att navigera",
          "Hoppa till innehåll",
          "Hem",
          "Katalog",
          "Kontakt",
          "Logga in",
          "Kundvagn",
          "Alla kön UNEEK II Convertible | Svart/Jolly Green"
      ]
  },
  "footer": {
      "statement": "Förklaring",
      "resetSettings": "Återställ inställningar",
      "poweredBy": "Drivs av Isonomy"
  }
}
