{
  "chooseLanguage": "Välj ett språk",
  "statementModel": {
    "title": "Tillgänglighetsförklaring",
    "complianceStatus": "Efterlevnadsstatus",
   "Paragraph_1": "Vi är övertygade om att internet borde vara tillgängligt och användbart för alla, och vi strävar efter att tillhandahålla en webbplats som är tillgänglig för så bred publik som möjligt, oavsett deras förmåga.",
    "Paragraph_2": "För att uppnå detta strävar vi efter att så nära som möjligt följa Web Content Accessibility Guidelines 2.1 (WCAG 2.1) på nivå AA, utvecklade av World Wide Web Consortium (W3C). Dessa riktlinjer förklarar hur man gör webbinnehåll tillgängligt för personer med olika funktionsnedsättningar. Genom att följa dessa riktlinjer hjälper vi till att säkerställa att webbplatsen är tillgänglig för blinda, personer med rörelsehinder, synskadade, kognitiva funktionsnedsättningar och många andra.",
    "Paragraph_3": "Denna webbplats använder olika tekniker för att vara så tillgänglig som möjligt. Vi använder ett tillgänglighetsgränssnitt som gör det möjligt för personer med specifika funktionsnedsättningar att anpassa webbplatsens användargränssnitt (UI) och design efter sina individuella behov.",
    "Paragraph_4": "Dessutom använder webbplatsen ett AI-baserat program som kontinuerligt optimerar dess tillgänglighetsnivå i bakgrunden. Detta program reparerar webbplatsens HTML, anpassar dess funktionalitet och beteende för skärmläsare som används av blinda och för tangentbordsfunktioner som används av personer med rörelsehinder.",
    "Paragraph_5": "Om du vill kontakta webbplatsens ägare, använd formuläret på webbplatsen.",
    "Heading1": "Skärmläsare och tangentbordsnavigering",
    "Paragraph_6": "Vår webbplats implementerar ARIA (Accessible Rich Internet Applications) attributteknik och olika beteendeförändringar för att säkerställa att blinda användare som använder skärmläsare kan läsa, förstå och njuta av webbplatsens funktioner. När en skärmläsningsanvändare besöker din webbplats får de omedelbart en uppmaning att aktivera Skärmläsningsläge, vilket gör att de effektivt kan bläddra och använda din webbplats. Här är hur vår webbplats uppfyller några av de viktigaste kraven för skärmläsare:",
    "Ol_Heading1": "Skärmläsningsoptimering:",
    "OlLi_1": "vi kör en process som lär sig webbplatsens komponenter från topp till botten för att säkerställa kontinuerlig efterlevnad även vid uppdatering av webbplatsen. I denna process ger vi skärmläsare meningsfulla data med hjälp av ARIA-attributuppsättningen. Till exempel ger vi exakta formuläretiketter, beskrivningar av aktiva ikoner (sociala medieikoner, sökkikoner, kundvagnsikoner, etc.), valideringsvägledning för formulärfält, roller för element som knappar, menyer, modala dialogrutor (popup-fönster) och så vidare.",
    "OlLi_10": "Dessutom skannar bakgrundsprocessen alla bilder på webbplatsen. Den tillhandahåller en noggrann och meningsfull beskrivning som ett ALT (alternativ text) tagg för bilder som inte beskrivits. Den kommer också att extrahera text inbäddad i bilden med hjälp av OCR (optisk teckenigenkänning) teknik. För att aktivera skärmläsningsanpassningar när som helst behöver användarna bara trycka på tangentkombinationen Alt+1. Skärmläsningsanvändare får också automatiska påminnelser om att aktivera Skärmläsningsläge så fort de kommer in på webbplatsen.",
    "OlLi_11": "Dessa anpassningar är kompatibla med populära skärmläsare som JAWS, NVDA, VoiceOver och TalkBack.",
    "Ol_Heading2": "Optimering av tangentbordsnavigering:",
    "OlLi_2": "Bakgrundsprocessen justerar också webbplatsens HTML och lägger till olika beteenden med hjälp av JavaScript-kod, så att webbplatsen kan användas med tangentbordet. Detta inkluderar navigering på webbplatsen med Tab- och Shift+Tab-tangenterna, hantering av nedrullningsbara menyer med piltangenterna, stängning av dem med Esc-tangenten, aktivering av knappar och länkar med Enter-tangenten, navigering mellan radio- och kryssrutselement med piltangenterna och fyllning av dem med mellanslagstangenten eller Enter-tangenten.",
    "OlLi_12": "Dessutom kan tangentbordsanvändare hitta hopp-över-innehåll-menyer tillgängliga när som helst genom att trycka på Alt+2, eller som det första elementet på webbplatsen under tangentbordsnavigering. Bakgrundsprocessen hanterar också utlösta popup-fönster, flyttar tangentbordfokus till dem när de visas, och låter inte fokus flytta utanför dem.",
    "OlLi_13": "Användare kan också använda genvägar som 'M' (menyer), 'H' (rubriker), 'F' (formulär), 'B' (knappar) och 'G' (grafik) för att hoppa till specifika element.",
    "Heading2": "Funktionshinderprofiler som stöds på vår webbplats",
    "Ul_Heading1": "Epilepsisäker profil:",
    "UlLi_1": "denna profil gör det möjligt för personer med epilepsi att använda webbplatsen säkert genom att eliminera risken för anfall genom att ta bort blinkande eller flimmeranimeringar och riskabla färgkombinationer.",
    "Ul_Heading2": "Profil för synskadade:",
    "UlLi_2": "denna profil anpassar webbplatsen för att vara tillgänglig för de flesta synskadade, såsom degenerativt syn, tunnelsyn, katarakt, glaukom och så vidare.",
    "Ul_Heading3": "Profil för kognitiva funktionshinder:",
    "UlLi_3": "denna profil erbjuder olika stödfunktioner för att hjälpa användare med autism, dyslexi, CVA och så vidare att enklare fokusera på de viktiga elementen.",
    "Ul_Heading4": "ADHD-vänlig profil:",
    "UlLi_4": "denna profil minskar avsevärt störningar och brus, så att personer med ADHD och neuroutvecklingsstörningar enklare kan bläddra, läsa och fokusera på de viktiga elementen.",
    "Ul_Heading5": "Profil för blinda användare (skärmläsare):",
    "UlLi_5": "denna profil anpassar webbplatsen för att vara kompatibel med skärmläsare som JAWS, NVDA, VoiceOver och TalkBack. En skärmläsare är installerad på den blinda användarens dator, och denna webbplats är kompatibel med den.",
    "Ul_Heading6": "Tangentbordsnavigationsprofil (rörelsehinder):",
    "UlLi_6": "denna profil gör det möjligt för personer med rörelsehinder att använda webbplatsen med tangenterna Tab, Shift+Tab och Enter. Användare kan också använda genvägar som 'M' (menyer), 'H' (rubriker), 'F' (formulär), 'B' (knappar) och 'G' (grafik) för att hoppa till specifika element.",
    "Ol_Heading3": "Typsnittsanpassningar –",
    "OlLi_3": "användare kan öka och minska dess storlek, ändra dess typsnittsfamilj, justera avstånd, justering, radhöjd och mycket mer.",
    "Ol_Heading4": "Färganpassningar –",
    "OlLi_4": "användare kan välja olika färgkontrastprofiler som ljus, mörk, inverterad och monokrom. Dessutom kan användare byta färgscheman för rubriker, text och bakgrund med mer än sju olika färgalternativ.",
    "Ol_Heading5": "Animationer –",
    "OlLi_5": "personer med epilepsi kan stoppa alla pågående animationer med ett klick. Animationer som styrs av gränssnittet inkluderar videor, GIF-er och CSS-blinkande övergångar.",
    "Ol_Heading6": "Innehållsmarkering –",
    "OlLi_6": "användare kan välja att framhäva viktiga element som länkar och rubriker. De kan också välja att bara framhäva fokuserade eller hovrade element.",
    "Ol_Heading7": "Ljudtystnad –",
    "OlLi_7": "användare med hörapparater kan uppleva huvudvärk eller andra problem på grund av automatisk ljuduppspelning. Med denna funktion kan användare omedelbart tysta hela webbplatsen.",
    "Ol_Heading8": "Kognitiva störningar –",
    "OlLi_8": "vi använder en sökmotor kopplad till Wikipedia och Wiktionary, som hjälper personer med kognitiva störningar att förstå betydelsen av fraser, förkortningar, slang och så vidare.",
    "Ol_Heading9": "Ytterligare funktioner –",
    "OlLi_9": "vi tillåter användare att ändra färg och storlek på markören, använda utskriftsläge, aktivera en virtuell tangentbord och mycket mer.",
    "Heading3": "Ytterligare användargränssnitt, design och läsbarhetsanpassningar",
    "Heading4": "Kompatibilitet med assistiv teknologi och webbläsare",
    "Paragraph_7": "Vårt mål är att stödja så många webbläsare och assistiv teknologier som möjligt, så att våra användare kan välja de bästa verktygen med minsta möjliga begränsningar. Därför har vi gjort vårt bästa för att stödja alla huvudsystem som täcker mer än 95% av användarmarknaden, inklusive Google Chrome, Mozilla Firefox, Apple Safari, Opera och Microsoft Edge, JAWS och NVDA (skärmläsare), både för Windows- och MAC-användare.",
    "Heading5": "Kommentarer, kommentarer och feedback",
    "Paragraph_8": "Trots våra största ansträngningar att göra det möjligt för alla att anpassa webbplatsen efter sina behov, kan det fortfarande finnas sidor eller avsnitt som inte är fullt tillgängliga, är på väg att bli tillgängliga, eller saknar en lämplig teknisk lösning för att bli tillgängliga. Trots detta förbättrar vi kontinuerligt vår tillgänglighet, lägger till, uppdaterar och förbättrar dess funktioner och anpassningar, och utvecklar och implementerar nya tekniker. Allt detta för att uppnå det optimala tillgänglighetsnivån i takt med teknisk utveckling. Om du vill kontakta webbplatsens ägare, använd formuläret på webbplatsen."
  },
  "interfaceModel": {
      "title": "Dölja tillgänglighetsgränssnittet?",
      "description": "Obs: Om du väljer att dölja tillgänglighetsgränssnittet kommer du inte att se det igen om du inte rensar din webbläserhistorik och data. Är du säker på att du vill dölja gränssnittet?",
      "accept": "Acceptera",
      "cancel": "Avbryt"
  },
  "toasterMessage": "Återställ inställningar!",
  "profile": {
      "title": "Profiler",
      "motorImpaired": "Motoriskt handikappad",
      "blind": "Blind",
      "colorBlind": "Färggblind",
      "dyslexia": "Dyslexi",
      "visuallyImpaired": "Synskadad",
      "cognitiveLearning": "Kognitivt & Inlärning",
      "seizureEpileptic": "Anfall & Epileptisk",
      "adhd": "ADHD"
  },
  "content": {
      "title": "Innehåll",
      "showTooltips": "Visa verktygstips",
      "fontSize": "Teckenstorlek",
      "letterSpacing": "Bokstavsavstånd",
      "textAlign": "Textjustering",
      "lineHeight": "Radavstånd",
      "underlineTitles": "Understryk titlar",
      "underlineLinks": "Understryk länkar",
      "zoomScreen": "Zooma skärmen",
      "readingLine": "Läslinje",
      "dyslexiaFonts": "Dyslexi-teckensnitt",
      "readableFont": "Läsbart teckensnitt",
      "keyboardNav": "Tangentbordsnav",
      "leftAlign": "Vänsterjustera",
      "centerAlign": "Centrera",
      "rightAlign": "Högerjustera",
      "justifyAlign": "Justera",
      "readingMask": "Läsmask"
  },
  "color": {
      "title": "Färg",
      "invertColors": "Invertera färger",
      "darkContrast": "Mörk kontrast",
      "lightContrast": "Ljus kontrast",
      "saturation": "Mättnad",
      "lowSaturation": "Låg mättnad",
      "highSaturation": "Hög mättnad",
      "desaturate": "Minska mättnad",
      "brightness": "Ljusstyrka",
      "lowBrightness": "Låg ljusstyrka",
      "mediumBrightness": "Medelhög ljusstyrka",
      "highBrightness": "Hög ljusstyrka"
  },
  "colorsSettings": {
      "textColor": "Textfärg",
      "titleColor": "Titelfärg",
      "backgroundColor": "Bakgrundsfärg"
  },
  "orientation": {
      "title": "Orientering",
      "bigCursor": "Stor markör",
      "bigWhiteCursor": "Stor vit markör",
      "bigBlackCursor": "Stor svart markör",
      "textToSpeech": "Text till tal",
      "normal": "Normal",
      "slow": "Långsam",
      "fast": "Snabb",
      "hideImage": "Dölj bild",
      "muteSounds": "Stäng av ljud",
      "pauseAnimations": "Pausa animationer",
      "highlightHover": "Markera vid hovring",
      "readMode": "Läsläge",
      "highlightFocus": "Markera fokus",
      "voiceNavigation": "Röstnavigering"
  },
  "linkNavigator": {
      "title": "Länk",
      "links": [
          "Välj en länk att navigera",
          "Hoppa till innehåll",
          "Hem",
          "Katalog",
          "Kontakt",
          "Logga in",
          "Kundvagn",
          "Alla kön UNEEK II Convertible | Svart/Jolly Green"
      ]
  },
  "footer": {
      "statement": "Förklaring",
      "resetSettings": "Återställ inställningar",
      "poweredBy": "Drivs av Isonomy"
  }
}
